{"_default": {}, "gigs": {"1": {"c_id": "6961306974", "post_title": "STOCK-OPTIONS & FOREX TRADER..... WANTS TO PARTNER (READ INSIDE)", "city": "charlotte", "post_date": "2019-08-21 08:19", "insert_date": "\"2019-08-24T01:11:34.528899\""}, "2": {"c_id": "6956079200", "post_title": "Landscaping, Construction, Handyman for Website", "city": "raleigh / durham / CH", "post_date": "2019-08-13 18:47", "insert_date": "\"2019-08-24T01:13:08.782186\""}, "3": {"c_id": "6953332742", "post_title": "Testers for New Dot Com App", "description": "I came up with a concept for a dot com and it's now in its initial testing phase.\nIm looking for individuals who can create profiles on the site and test it's overall functionality.\nNo prior experience needed.\nBe app/computer/social media savvy and able to work autonomously.\nOffering a share of the company for the individual(s) who help me get the site through its testing phase, as well as marketing and promotions.\nNo investment required.\nSerious inquiries only.    \n", "city": "charlotte", "post_date": "2019-08-09 18:37", "insert_date": "\"2019-08-24T01:17:45.781174\""}, "4": {"c_id": "6946051565", "post_title": "Looking to team up with Coders for a Startup", "description": "My business partner and I have a very cool idea that can revolutionize how companies keep track of employee satisfaction and improve their ability to attract top talent.\nLooking to be able to have an app and services built.  Would like to partner, but would be willing to consider the cost for a contract for hire.  \nLet's talk.    \n", "city": "charlotte", "post_date": "2019-07-30 20:17", "insert_date": "\"2019-08-24T01:17:50.946006\""}, "5": {"c_id": "6947882523", "post_title": "Mobile App Developers for Nonprofit 501c3 (IOS/Android)", "description": "Nonprofit in search of an app developer to help create and write off. \nWe are From Fathers, For Fathers and the Fatherless: iLoveYouDaddy\nOur mission is to promote, inspire and enlighten men and women to create a better world for our children, our families, our communities and ourselves.\nSend following to youknow@iLoveYouDaddy.org  :\nPoint of Contact\nPreferred programming: IOS or Android\nResume/Portfolio (.PDF Version only)\nLink to any of your Reviews/Ratings/Customer Testimonies from previous Apps\nRespond to answer: Why do you want to create an app for a Father-Based Nonprofit?\n", "city": "raleigh / durham / CH", "post_date": "2019-08-02 12:01", "insert_date": "\"2019-08-24T01:22:30.440868\""}, "6": {"c_id": "6944353221", "post_title": "Looking for people to test my new Weight Loss Competition App", "description": "My name is Andrew. I am making a brand new mobile app called 'Weight Wager'. This app is not out yet but I hope to launch it in late Fall and it is nearly complete. I am looking for about 20-30 mobile testers to install the app and play the game in mid-August (prior to it launching to the general public). \nIMPORTANT: To participate, you must reply to this email and answer ALL 11 questions below.\nWhat is Weight Wager?\nWeight Wager is the First Live, National, Smart-Scale Weight Loss Game Show.\nImagine, each morning, thousands of American weight loss competitors stepping onto their wireless smart-scales as they sync their weight loss data into a national, real-time Weight Loss Leader-board.\nUsers who lose weight weekly, win a cash prize share between $10 - $250. Users who gain weight weekly, pay those cash prizes. The prize announcements are hosted as a 'Money Monday' party weekly via an in-app live video-cast from a group of witty, entertaining, and inspirational Weight Loss, Fitness and Nutrition Coaches.\nHere is the website for the app to give you more of a feel, if you want to be a mobile tester and do the game! \nhttps://www.WeightWagerApp.com/\nWho I am looking for in YOU to test the app (minimum qualifications to participate):\n1. Do you live in the United States? Are you a U.S. Citizen? What City and State? Do you have a piece of mail that you can prove that you can take a quick picture of to prove that you live in the U.S.? (not necessary to send now).\n2. Are you pregnant or anticipate being pregnant during the game? (We do not allow anyone who is pregnant to participate in Weight Wager - to ensure proper health for the baby). \n3. What is your age? \n4. Do you own either an Android phone or an iPhone? If so, what exact Model is it? (iphone 8, Samsung Galaxy 9 etc) It is very important that you answer this question in detail as this is a mobile app and I need to know how it will work on your phone in advance...). Each phone works differently and is a factor in usability and experience.\n5. Are you trying to lose weight at all? If so, how many pounds? Approximate.\n6. Do you own a normal scale or a smart-scale? If a smart scale, can you specify the brand of the smart-scale?\n7. Do you have a Paypal account? If you do not, you would have to sign up to Paypal to participate (this is how you get paid when you go down in weight OR pay when you go up in weight)...\n8. Could you use the app daily and weigh in - inside the app for 28 days straight? And especially on Mondays ('Money Mondays' are the days that your weigh in counts for money. Either you win money on Mondays or you have to pay out money on Mondays (if you went up in weight from week to week)...\n9. Are you willing to bet $10 per week for 4 weeks? If you go up in weight – the app will charge your paypal account that every Monday. If you go down in weight, you pay nothing and win a share of money from the other players in the game, who went up on Monday and paid. \n10. Are you willing to fill out a 25 question survey about Weight Wager and all of the signup screens, marketing screens, onboarding screens and weigh in screens? We will provide the questions - we need to know about your experience with the usability (ease of using the app or not easy to use) and the features (did you understand how to use the app - were there features that could be improved? Were there errors or features that literally did not work etc). \n11. What is your direct email address and full name? \n(once you provide this – I will contact you for when the game will start – it is estimated that it will launch in mid-August but that date could delay as the app is still in development…\nPlease respond to this email with all 11 answers and/or let me know if you have any questions. \nThank you\nAndrew\nCEO of Weight Wager Inc.\nhttp://www.WeightWagerApp.com\n571.234.2100    \n", "city": "raleigh / durham / CH", "post_date": "2019-07-28 16:31", "insert_date": "\"2019-08-24T01:22:35.623978\""}, "7": {"c_id": "6951028230", "post_title": "Laravel App Help Needed", "description": "Looking for an experienced Laravel developer for freelance work on an as-needed basis. Current issues involve Solarium search and the build out of a few features. HTML/Javascript/PHP experience, please.    \n", "city": "boston", "post_date": "2019-08-06 17:12", "insert_date": "\"2019-08-24T01:23:10.994848\""}, "8": {"c_id": "6956144976", "post_title": "Now Immediately Hiring Field Technicians in MASSACHUSETTS", "description": "Currently seeking out eligible technicians to perform in the field. Pay starts at $17-20/hr depending on previous experience and we are open to either hiring for contract work, part-time work or full-time work!\n*IF YOU ARE A DATA CENTER TECHNICIAN THEN WE CURRENTLY HAVE A PROJECT AVAILABLE FOR YOU THAT PAYS MORE PER HOUR AND GOES FOR THE NEXT 5 YEARS! To find out more, please set up your profile on the ATS website and THEN reach out to us, thank you!\nThe kinds of field technician jobs that we assign our ATS field technicians are as follows:\n•        POS (Point of Sale Machines) \n•        Laptop Repair \n•        Technical Repair/Replace (Bench Work) \n•        Server Programming \n•        Server Builds \n•        Cat5/6 \n•        Site Surveys \n•        Data Migrations \n•        ATM Troubleshooting \n•        Printers \n•        Telecomm. VOIP \n•        Television Repair/Replace \n•        Network Troubleshooting \n•        Help Desk Experience \n•        Digital Signage Board Installations \n•        Cash Drawer Replacement \n•        Security Camera Installs \n•        Home/Retail Fixture Installs\nTo get started with us as a field technician, we need for you to get registered as an ATS field technician and you can do so from right off your computer using the following link: \nhttps://americastechnicianservices.com/technicians-login/\n*FYI: IT IS NECESSARY THAT YOU FILL OUT YOUR ATS PROFILE TO THE BEST OF YOUR ABILITY OTHERWISE YOU WON'T BE HIRED!*\nOnce you are registered, we need for you to schedule an appointment for an over the phone interview with one of our recruiters using the following link:\nhttps://calendar.google.com/calendar/selfsched?sstoken=UUlMam4xbndZNS1MfGRlZmF1bHR8NDUyZmFjNTk2YmY2MWViZjAyOTk2NjE2OWQ5YWEzOGE\nPlease keep in mind the following:\n•        You will need a Gmail account in order to use the above URL link to access our Google Calendar and schedule an interview. \n•        After you have navigated your browser to our Google Calendar, simply select an appointment slot that you will be 100% available for a 15 minute over the phone interview with one of our recruiters and please include the best phone number to reach you on for our scheduled interview, thank you. \nIf you have completed the ATS field technician registration process and never received an SMS text message with a link to the ATS app from off the Google Play store then please use the following link:\nhttps://play.google.com/store/apps/details?id=com.americantechnicianservices\n(You can also search for Americas Technician Services (ATS) in the Google Play store to get registered on the app as well)\nIf you are curious to find out more about us, then please check us out on our website at:\nhttps://www.AmericasTechnicianServices.com/\nLooking forward to reviewing your completed (to the best of your ability) ATS profile and meeting you during our scheduled introductory phone interview.\nBest of luck!    \n", "city": "boston", "post_date": "2019-08-13 20:33", "insert_date": "\"2019-08-24T01:23:16.193192\""}, "9": {"c_id": "6943784683", "post_title": "***WORK FROM HOME - LOOKING FOR DIGITAL MARKETING ENTREPRENEURS***", "description": "We want to pay you to share Builderall! Builderall is looking for anyone who wants to develop a new revenue stream in the digital marketing niche working from home. Our leveraged affiliate compensation plan offers recurring monthly income and one-time bonuses. \nABOUT BUILDERALL\nBuilderall is a massive internet marketing toolkit where you can use the tools, AND share the platform to earn recurring monthly income working from home with only a computer and internet connection. Builderall is the only platform that contains every digital marketing tool a business, entrepreneur, service provider, marketer, blogger, or virtual store needs to grow and succeed online.  \nBUILDERALL HAS ALL THESE TOOLS YOU CAN USE AND PROFIT FROM NOW...\n- Responsive website builder\n- Blog builder\n- Mobile App builder\n- Email marketing platform\n- Autoresponders\n- Social network integration tools\n- Image design studio\n- Video creation tool\n- Browser notification tool\n- On-page SEO tool\n- Click/heat map tool\n- Facebook autopost tool\n- Facebook chatbot tool\n- Share locker tool\n- E-learning / course builder tool\n- Script generator tool\n- Social proof tool\n- Video wrapper tool\n- Instagram autoresponder\n- SMS marketing tool\n- Webinar tool\n- ***Affiliate program / recurring income opportunity***\n- Over 400 video tutorials on how to use every tool and begin earning money fast\n- Use all tools for you, your business or clients\nTake action now and capitalize on the huge demand for digital marketing services using our leveraged compensation plan that pays you a recurring monthly income. \nClick the link below to learn more and get instant access to the Builderall platform for free.\nTo your success.\nhttps://workfromhome.builderwow.com/ \n", "city": "boston", "post_date": "2019-07-27 17:24", "insert_date": "\"2019-08-24T01:23:21.664908\""}, "10": {"c_id": "6947136613", "post_title": "recipe scraping project tutor", "description": "Hey,\nI want to set up a web scraper for myself, scraping recipes. I want to pull the dataset from every recipe for aggregate analysis: rating, reviews, photos, ingredients, directions, prep time, cook time, and nutrition facts. Then, store it in a database. \nI want to use one of two approaches:\n1. Scrapy \n2. this specific repo: https://github.com/hhursev/recipe-scrapers \nI have some coding experience, but rather than forcing myself to learn this code project the normal way, I'd rather just work with someone to speed up the process. I've used scrapy before, familiar with python, have built some garbage web apps before (a long time ago). \nLet me know what your coding background is (or just shoot over a resume). Hopefully we can bang this out in a few hours! This is probably ideal for a college student or anyone who is a competent web dev. \nHappy to meet anywhere near public transit, wherever is convenient for you. I am in the north end. Thanks!    \n", "city": "boston", "post_date": "2019-08-01 11:59", "insert_date": "\"2019-08-24T01:23:26.814978\""}, "11": {"c_id": "6961998479", "post_title": "$50 to beta test app", "description": "Looking for beta users for an app to test and provide feedback. Will compensate $50 for about 30 mins of time.\nThe app is for crowdsourcing house repairs and/or domestic services (ie. house cleaning, tutors, etc).\n$25 to go thru the signup process and $25 upon feedback on the signup experience.    \n", "city": "new york city", "post_date": "2019-08-22 01:38", "insert_date": "\"2019-08-24T01:23:32.284661\""}, "12": {"c_id": "6961662905", "post_title": "Sales Rep Needed For App promotion", "description": "We are a small software start up based in Brooklyn, NY. We are building something that we believe will make a difference in peoples lives. In short, our platform enables instant communication between businesses & end users. Reach out to us for more details. When replying, please include your full name & a phone number so that we can contact you directly. \nPay: $8/per client accusation. Unlimited earning potential.\nJob Type: Full/Part time\nP.S: No gimmicks, serious inquiries only.    \n", "city": "new york city", "post_date": "2019-08-21 15:23", "insert_date": "\"2019-08-24T01:23:37.446531\""}, "13": {"c_id": "6959692017", "post_title": "Test my iphone app and share your opinion", "description": "I have an iPhone app.\nI want you to download it, play with it and share your opinion about the app.\nI pay $5 for that. Will take a few minutes. I only have one app.    \n", "city": "new york city", "post_date": "2019-08-19 00:41", "insert_date": "\"2019-08-24T01:23:42.592580\""}, "14": {"c_id": "6958790983", "post_title": "Test my new iphone app and share your opinion", "description": "I have an iPhone app.\nI want you to download it, play with it and share your opinion about the app.\nI pay $5 for that. Will take a few minutes. I only have one app.    \n", "city": "new york city", "post_date": "2019-08-17 14:55", "insert_date": "\"2019-08-24T01:23:47.758947\""}, "15": {"c_id": "6946692809", "post_title": "Mobile App Developer internship", "description": "This is THE opportunity!\nLet's be successful with us!\nWe are looking to find a Mobile App Developer Intern to join our team in an exciting App.\nThe hours are flexible and the possibility of growth is big! \nWe want our team to succeed!\nYou will be working with the founder and the digital design/marketing team that is currently working overseas.\nIf you are ambitious, creative, smart, responsible and  want to learn the startup process and the business with us, please send us an email! \nWe new but we want to grow big and we want an amazing team with us!\nWe are looking forward to hearing from you!    \n", "city": "new york city", "post_date": "2019-07-31 17:22", "insert_date": "\"2019-08-24T01:23:52.926619\""}, "16": {"c_id": "6942975936", "post_title": "User Testers for an Apparel Voice Shopping App - Paid Opportunity", "description": "Do you have a Google Home speaker and want to try something new on it? We are a Google-funded startup building a fun shopping assistant that helps you shop for clothes with your voice. We are looking for 6 to 8 user testers to try it out on their Google Home speaker and answer a few questions on a 30-minute video call. We will be giving $25 Amazon or Starbucks gift cards for 30 minutes of your time.\nIf you’re curious and want to have some fun shopping for clothes, please hop on the pre-screening form: https://forms.gle/GfCPH8zMvdiMB1JN6. I will email those who qualify with the invite to schedule the call.\nFeel free to share it around too, any gender and age are welcome! Talk soon!    \n", "city": "new york city", "post_date": "2019-07-26 15:52", "insert_date": "\"2019-08-24T01:23:58.085644\""}, "17": {"c_id": "6962877501", "post_title": "work from home freelancers wanted now", "description": "if you have experience working from home in any of the fields below contact us now to start working tomorrow\nvisit our website to apply..    www.bellmoneyfinancial.com \n Amazon Experts\neBay Experts\nCustomer Service \nAmazon Vendor Central\nWalmart, Newegg, Sears, Jet\nSocial Media Management\nMarketing Expert\nGraphic Design\nSEO & Adwords\nVideo & Audio Editing\nFacebook Ads Expert\nEmail Marketing Expert\nClick Funnels\nShopify Development\nWooCommerce Development\nWix eCommerce\nWordPress Development\nFront End Development\nBack End Development\nSoftware Development\nMobile App Development\nVirtual Assistants\nWriting/Copywriting\nExcel Experts\nData Entry\nResearch\nProject Managers\nLead generation\nTranslation\nBookkeeping\nContent creator\n3D graphic design\n", "city": "new york city", "post_date": "2019-08-23 10:42", "insert_date": "\"2019-08-24T01:24:08.494938\""}, "18": {"c_id": "6941331237", "post_title": "App tester and create posts", "description": "Looking for testers for a new app. This is an easy and low effort gig which you can do anytime as long as you have an iphone. Reach out via email for the name of the app. You will download, log in, and make posts and play around in the app. Leave feedback of your user experience by using \"contact us\". \nCompensation: $1 for every 5 posts generated. $2 for every friend you referred who created an account in the app. $3 if you leave a positive review.\nMaximum posts from one person limited to 20.    \n", "city": "new york city", "post_date": "2019-07-24 13:48", "insert_date": "\"2019-08-24T01:24:13.652978\""}, "19": {"c_id": "6941067833", "post_title": "Opinion Study Interview for new App/ $75 gift card for 1 hour", "description": "I am looking for PhD students and recent PhD graduates to participate in a 60-minute product testing interview. \nIf you’re interested in participating (via Zoom video), please send me an email through craigslist. We’ll then schedule individual appointments on a “first come, first served” basis until the study is full.\nDetails of the study\n—We are offering a $75 Amazon gift card upon completion of the interview (not just completing the questionnaire)\n", "city": "new york city", "post_date": "2019-07-24 08:36", "insert_date": "\"2019-08-24T01:24:18.844642\""}, "20": {"c_id": "6961761373", "post_title": "Get Paid to Add Local Businesses to Database- Work from Home", "description": "New APP in need of people to build its database of kid/parent related businesses. \nYou can contact me for more details but the app basically is paying users to add businesses starting with phone number and address. No complicated forms and the mission behind new APP is the following. \nTo grow into the largest kid friendly business with promotions and advertising for all kid related businesses. \nSearch using google many different kid friendly businesses like daycare, martial arts, ice cream parlors, kids clothing stores, orthodontic dentists and any other business which is unique. \nThen after we submit info the APP company reaches out to businesses offering great advertising solutions. \nWe are paid $10.00 for Every business we register that signs up. \nSay you register 85 businesses and 60 signup that would be $600.00. \nThe payments are residual every month. \nSo if you have a few moments here’s your chance to earn up to $850.00 a month residually. \nHere is an example of some of the business you can register!\n•  Apartments for Rent\n•  Cabin Rentals\n•  Charities\n•  Family Housing Resource Centers\n•  Non-profit Organizations\n•  Social Services Organizations\n•  Volunteer Organizations\n•  Souvenir Shops\n•  Sports Gear & Accessories\n•  Surf Shops\n•  Tack Stores\n•  Tailors/Alterations \n•  Toy Stores\n•  Transportation Services\n•  Trophy Shops\n•  Thrift Stores\n•  Vitamins & Supplements Stores\n•  Wig Stores\n•  Dry Cleaners\n•  Educational & Office Supplies Stores\n•  Electronics Stores\n•  Eye-wear & Sunglasses\n•  Fabric Stores\n•  Fishing Stores\n•  Fitness & Exercise Equipment\n•  Flowers & Accessories\n•  Formal Wear & Rentals\n•  Furniture & Design\n•  Gardening/Landscaping Services\nGo to this link to login now! Register your 85 businesses today! Also refer more friends for even greater earnings!\nhttps://kidazzler.com/invite/Vzt4TxMS\nhttps://kidazzler.com/invite/Vzt4TxMS \n", "city": "new york city", "post_date": "2019-08-21 17:17", "insert_date": "\"2019-08-24T01:24:27.028380\""}, "21": {"c_id": "6952672147", "post_title": "UnReal VR and AR Developer", "description": "Looking for an UnReal programmer to help develop a VR experience that would eventually turn into an AR companion app in the spring. \nBuild the Scene\nAdd 3D models, rigged and animated\nAI for creatures\nDeployed on Oculus Quest\n", "city": "new york city", "post_date": "2019-08-08 21:09", "insert_date": "\"2019-08-24T01:24:32.177696\""}, "22": {"c_id": "6951796322", "post_title": "BACKEND DEVELOPER Node.js, MongoDB, and MySQL", "description": "A well-funded, profitable, growing Startup is seeking a Backend Developer.\nSaaS platform which specializes in building out Mobile, Web and Kiosk ordering and loyalty solutions.\nAbout Us:\n•\tAn existing backend which is integrated with Toast POS (Point-of-Sale) and Square for payment processing.\n•\tiOS and Android apps are connected to the existing backend\n•\tAdmin panel is an internal-facing tool for making remote changes to content fed-to and derived-from the app.\nCurrent Projects:\n•\tWorking on a rewrite of the current backend to allow for more scalability and ease when implementing different partner integrations.\n•\tUpdating the admin panel to be an external-facing product rather than an internal management tool.\n•\tMoving mobile app styling to be configurable by admin panel, as well an iterating with new app functionality based on growing platform partnerships.\nResponsibilities:\n•\tA solid understanding of developing web application backends with Node.js, MongoDB, and MySQL.\n•\tCreate REST APIs with Express.js\n•\tUnderstanding of Nginx and Ubuntu.\n•\tAble to design secure cloud infrastructure that and scale on platforms such as and especially Amazon Web Services\n•\tWorking with our team to rewrite the existing backend\n•\tManaging and implementing integrations with Square, Stripe, Braintree, Toast, and other Point-of-Sale (POS) systems.\n•\tBuilding out backend infrastructure to cleanly separate functionality destined for the Web and App platforms from what is needed for what will be a client-facing Admin panel.\nRequirements:\n•\tA solid understanding of developing web application backends with Node.js, MongoDB, and MySQL.\n•\tCreate REST APIs with Express.js\n•\tUnderstanding of Nginx, Linux, and Ubuntu.\n•\tAble to design secure cloud infrastructure that and scale on platforms such as and especially Amazon Web Services\nPlus:\n•\tExperience with writing single page applications using React.\n•\tExperience with GraphQL a big plus.    \n", "city": "new york city", "post_date": "2019-08-07 17:25", "insert_date": "\"2019-08-24T01:24:37.342071\""}, "23": {"c_id": "6946199300", "post_title": "★★ Data Entry Work From Home ★★", "description": "*We welcome people from all backgrounds and this is an opportunity for those who may have gaps in their work history. Entry level OK as long as data entry requirement 40 WPM is met.*\nJob Conversion is looking for Data Entry clerks to perform tasks as needed by our clients. This is a remote gig.\nREQUIRMENTS\n**Friendly & self-motivated\n**Proven data entry skills (40WPM)\n**May be asked to handle incoming calls\n**Familiar with Microsoft office tools\n**Okay with flexible schedule\n**Able to take direction well\n**Ability to multi-task\n**Quick thinker\n**May require social media management skills (you'll only be asked to perform these duties if qualified - this is not mandatory\n**May be required to know .html and familiarity with web site builders such as Six, Click Funnels (not mandatory - you'll be asked if these tasks are relevant to your experience\nSCHEDULE\n– Our client may request various hours or weekends as needed\nHours vary from client to client\nPart-time is generally needed but may require more than 32 hours per week\nMay require 2 to 5 hours per day several times a week but may extend beyond these house\nTO APPLY\nhttps://jobconversion.com/app/register\nThank you for your interest in JobConversion!    \n", "city": "new york city", "post_date": "2019-07-31 05:06", "insert_date": "\"2019-08-24T01:24:42.523435\""}, "24": {"c_id": "6946191047", "post_title": "DevOps Master: Gitlab Enterprise + CI/CD", "description": "I manage a team of application developers around the world. We have been increasing our usage of GitLab for both project management and source control. \nI would like to take this to the next level and deploy an internally managed instance of Gitlab Enterprise (I would opt for cloud offering but the pricing is more advantageous for self-hosted).\nOne of the key objectives I want to be able to accomplish here this project is automated deployment of review apps as well as automated testing to ensure he changes about to be committed don't break anything.\nA few things about our work:\n- Heavy user of AWS platform services (like RDS, Elasticsearch Service, S3, Cognito, API Gateway, Lambda etc...)\n- Backend components are almost exclusively built in Python. Exceptions to this would be cases where we are relying on non-Python based platforms, such as Elasticsearch. \n- Frontend components are almost exclusively built as React webapps. \nBefore shifting work to Gitlab, we experimented with using AWS Codestar (which has fully managed build service, automated continuous delivery and deployments, etc...). It was extremely useful to be able to commit code and have that automatically kickoff a deployment so we could examine the changes from within the context of the application.\nFor the scope of this project, I would like your help with the following:\n- Installation and configuration of Gitlab Enterprise on AWS, Including any integration required to enable automated deployments. This would include configuration of the AWS kubernetes service, etc...\n- Guidance on how to best handle projects with heavy AWS dependencies - for example, would deploying a review app standup an entirely separate environment via CloudFormation? Or would we have dev/test/prod AWS assets setup ahead of time that the review apps would depend on (for example, if we were building an app atop the AWS Elasticsearch service).\n- Guidance on how we can build application templates that may facilitate the process of beginning work on a new project. For example, CodeStar had several project templates to choose from (https://docs.aws.amazon.com/codestar/latest/userguide/templates.html). \n- Any other expertise you can provide to help our team move through projects in a more efficient manner (across project management, development, testing, deployment, etc...).\nIn order to be considered for this project, you must have experience with Gitlab in an enterprise environment working on agile projects. Please mention specific experience in your responses - it will help me identify you as someone I should talk to as part of the selection process.\n:-)    \n", "city": "new york city", "post_date": "2019-07-31 03:43", "insert_date": "\"2019-08-24T01:24:47.729553\""}, "25": {"c_id": "6961042014", "post_title": "Meditation App User Testing This Week 30min - $20", "description": "We are seeking participants to test our Mindfulness iOS app.\nWe are seeking participants between 25-42 years old that are practicing meditation, or have done meditation in the past. The study is online, and it takes 30 min. Participants will be asked to use an app during the session.\nParticipants will receive compensation for their time at a rate of $20 for 30 min of their time after successfully completed session.\nIf you are interested, please complete a short questionnaire at the link: https://forms.gle/tgUVz9QudjpVNv5A6 \n", "city": "portland", "post_date": "2019-08-20 15:04", "insert_date": "\"2019-08-24T01:31:25.660296\""}, "26": {"c_id": "6944592220", "post_title": "Help needed for mindfulness app testing", "description": "Help needed for testing of app to encourage mindfulness training.  Candidate must practice some form of mindfulness.  User survey and data to be completed.  Several iterations of the app will need to be tested. \nFurther collaboration is possible for candidate who has experience in marketing of health/fitness apps.    \n", "city": "portland", "post_date": "2019-07-28 21:46", "insert_date": "\"2019-08-24T01:31:30.812483\""}, "27": {"c_id": "6942892016", "post_title": "Looking for people to test my new Weight Loss Competition App!", "description": "My name is Andrew. I am making a brand new mobile app called 'Weight Wager'. This app is not out yet but I hope to launch it in late Fall and it is nearly complete. I am looking for about 20-30 mobile testers to install the app and play the game in mid-August (prior to it launching to the general public). \nIMPORTANT: To participate, you must reply to this email and answer ALL 11 questions below.\nWhat is Weight Wager?\nWeight Wager is the First Live, National, Smart-Scale Weight Loss Game Show.\nImagine, each morning, thousands of American weight loss competitors stepping onto their wireless smart-scales as they sync their weight loss data into a national, real-time Weight Loss Leader-board.\nUsers who lose weight weekly, win a cash prize share between $10 - $250. Users who gain weight weekly, pay those cash prizes. The prize announcements are hosted as a 'Money Monday' party weekly via an in-app live video-cast from a group of witty, entertaining, and inspirational Weight Loss, Fitness and Nutrition Coaches.\nHere is the website for the app to give you more of a feel, if you want to be a mobile tester and do the game! \nhttps://www.WeightWagerApp.com/\nWho I am looking for in YOU to test the app (minimum qualifications to participate):\n1. Do you live in the United States? Are you a U.S. Citizen? What City and State? Do you have a piece of mail that you can prove that you can take a quick picture of to prove that you live in the U.S.? (not necessary to send now).\n2. Are you pregnant or anticipate being pregnant during the game? (We do not allow anyone who is pregnant to participate in Weight Wager - to ensure proper health for the baby). \n3. What is your age? \n4. Do you own either an Android phone or an iPhone? If so, what exact Model is it? (iphone 8, Samsung Galaxy 9 etc) It is very important that you answer this question in detail as this is a mobile app and I need to know how it will work on your phone in advance...). Each phone works differently and is a factor in usability and experience.\n5. Are you trying to lose weight at all? If so, how many pounds? Approximate.\n6. Do you own a normal scale or a smart-scale? If a smart scale, can you specify the brand of the smart-scale?\n7. Do you have a Paypal account? If you do not, you would have to sign up to Paypal to participate (this is how you get paid when you go down in weight OR pay when you go up in weight)...\n8. Could you use the app daily and weigh in - inside the app for 28 days straight? And especially on Mondays ('Money Mondays' are the days that your weigh in counts for money. Either you win money on Mondays or you have to pay out money on Mondays (if you went up in weight from week to week)...\n9. Are you willing to bet $10 per week for 4 weeks? If you go up in weight – the app will charge your paypal account that every Monday. If you go down in weight, you pay nothing and win a share of money from the other players in the game, who went up on Monday and paid. \n10. Are you willing to fill out a 25 question survey about Weight Wager and all of the signup screens, marketing screens, onboarding screens and weigh in screens? We will provide the questions - we need to know about your experience with the usability (ease of using the app or not easy to use) and the features (did you understand how to use the app - were there features that could be improved? Were there errors or features that literally did not work etc). \n11. What is your direct email address and full name? \n(once you provide this – I will contact you for when the game will start – it is estimated that it will launch in mid-August but that date could delay as the app is still in development…\nPlease respond to this email with all 11 answers and/or let me know if you have any questions. \nThank you\nAndrew\nCEO of Weight Wager Inc.\nhttp://www.WeightWagerApp.com\n571.234.2100    \n", "city": "portland", "post_date": "2019-07-26 11:22", "insert_date": "\"2019-08-24T01:31:35.942763\""}, "28": {"c_id": "6960340302", "post_title": "Get 10-15% Commission for Bringing Web Design Clients/Projects", "description": "I own a creative agency doing graphic and web design.\nIf you find clients that need any creative design or development services, I will give you 10-15% of everything I make with them during an entire year since the introduction. \nMost of my projects range from $3000 to $30,000.\nServices I provide:\n+ Logo Design\n+ Printing\n+ Editorial Design\n+ Web Design\n+ Web Development\n+ iOS & Android App Development\n+ E-Commerce Solutions    \n", "city": "portland", "post_date": "2019-08-19 16:34", "insert_date": "\"2019-08-24T01:31:46.222416\""}, "29": {"c_id": "6948350435", "post_title": "Need Help with Laser Engraving", "description": "I am very familiar with computers but have never bought or used a Laser Engraver\nI'm thinking of getting a Glowforge since it seems to be user friendly and has a lot of potential\nBut primarily what I need an engraver for is a very specialized function, so I may start with a less expensive engraver to start with - maybe, maybe not - not sure just yet \nHowever - \nI am a bookbinder and I have seen several YouTube videos of people using a laser engraver to essentially \"burn\" laser foil into various mediums such as wood and acrylic\nif you're familiar with hard cover books, many of them have a technique called Foil Embossing imprinted into the cover and spine\nThis can be simple text, or elaborate designs - I need both for what I need to do - \nThe \"old-school\" or traditional method for doing this is quite complicated and very expensive\nI've seen Chinese made \"Digital Foil Embossing Machines\" but these run around $4500 - which of course if I'm going to spend that much, may as well buy a Glowforge and have much more functionality\nBut I've also seen \"Chinese Made\" Laser Engravers being sold on eBay, Amazon - even Walmart for around $350-$450 that are around 40 watts (same as a standard GlowForge - and I've also seen 3 watt (or 3000 milliwatt) laser engravers going for around $125-$175\nSo the point to all this is - I have no experience with Laser Engravers at all - and would like to find someone who has experience with them that can advise me on which one I need to buy, and once I do so - can get me started on basic operation - specifically on doing the Laser Foil \"Embossing\" into hard cover books that I will be making from scratch, or at very least - have printed for me \nI don't know what to offer someone for this - I don't know how much time you will need to spend to get me up and running\nAs I mentioned, I have many years experience working with computers, in fact I used to be a Desktop Admin/Network Support Operator\nBut, I don't have any experience with Laser Engravers, or the software used to operate them\nFurther - I don't have much experience with apps like PhotoShop or any other Illustrator apps or of that type\nI'm an old school craftsperson and computer geek who has aims at being a \"maker - I plan on getting a 3D printer and CNC machine eventually, but the laser engraver is what I need first and basically I need someone with experience with them that can get me off the ground and moving quickly\nI learn much quicker if I have someone simply show me, than trying to read website blogs or manuals\nThis is why I am wanting to hire someone to help me get started\nSo...I hope all that made sense\nIf you have experience with Laser Engravers and believe you can help me get started with what I am trying to do - please contact me\nWe can talk about compensation, but I figured either an hourly rate, or perhaps a per session.\nI learn quick so I should pick it up pretty fast\nOh, and if you're familiar/experienced with Laser Engravers, but not necessarily with the task I am describing, I can share the YouTube videos I mentioned to help that process along\nEmail me if you can help, and/or if you have questions\nThanks in advance\nJake    \n", "city": "portland", "post_date": "2019-08-02 18:54", "insert_date": "\"2019-08-24T01:31:51.376320\""}, "30": {"c_id": "6961880529", "post_title": "Make a quick $10 sending Facebook event invites", "description": "We could use help promoting a public costume party Facebook event. We'll pay up to $10 to anyone who sends 500 invites to people age 21+ in the Seattle area. That's $1 per 50 invites, and if you know what you're doing this should only take you a few minutes to complete! Make easy money spreading the word on a fun Halloween event!\nPay out is immediate but only possible through Venmo, PayPal, or Cash App. If you don't have Cash App yet I can send you a code that makes us both $5 each when you sign up!\nEmail me for the Facebook event link, then reply once you're done sending invites. I'll verify the invites are sent, then we'll send you money!  \nPlease show this ad to your promoter and influencer friends so they can make a quick $10 too! We'll have more events in the future that you can make $10 on as well!\n", "city": "portland", "post_date": "2019-08-21 17:12", "insert_date": "\"2019-08-24T01:32:06.818357\""}, "31": {"c_id": "6956744361", "post_title": "**$25.00** NOW ****Review Online Listing Fix Inaccurate Info Add Photo", "description": "***$25.00 ***Quick Cash Today: We need a person to fix inaccurate information on local internet listings. We are also looking for a review based on a test call where you will inquire about the product price and availability and you will score the agent on the accuracy of answers, knowledge of products, and willingness to accommodate special requests. You will then write a short review based on your true experience and add a product photo of the product you are asking about. You will be paid the same day by a cash app or your choosing. The Task will only take around 10 minutes to complete and you will be paid today. YOU MUST HAVE BASIC SKILLS LIKE DOWNLOADING COPY AND PASTE AND WORK WITH A DESKTOP OR LAPTOP. Easy to do and you will be paid today by cash app    \n", "city": "portland", "post_date": "2019-08-14 14:07", "insert_date": "\"2019-08-24T01:32:11.973537\""}, "32": {"c_id": "6943262158", "post_title": "Raspbian > MonoDevelop > GTK# > .Net Core >Expert...", "description": "I am an experienced .Net Developer trying to ramp on \nRaspberry PI  development.\nLooking for someone with relatively deep experience\nin developing with MonoDevelop  using GTK#  and \n.Net Core to create GUI apps. \nI am targeting Raspberry Pi 4 running Raspbian Buster.\nAm willing to pay you to help get my environment set up \nand to teach me the ropes. This is remote, no travel involved.\nDepending on how we synch there may be additional work.\n----------\nI AM NOT INTERESTED IN...\nBODY SHOPS \nCHEAP OFFSHORE RESOURCES\nWEB SITE DEVELOPERS\nOR ANYONE ELSE WHO BLINDLY \nRESPONDS TO TECH ADS\nSO RE-READ THE AD AND IF YOU DO NOT \nMEET THE CRITERIA WE ARE ASKING FOR, \nDON'T WASTE YOUR TIME OR MINE!!!    \n", "city": "portland", "post_date": "2019-07-26 20:54", "insert_date": "\"2019-08-24T01:32:17.336488\""}, "33": {"c_id": "6962333009", "post_title": "Seeking Mobile App Developer", "description": "We are a Digital Marketing & Web Development company based in the NW Suburbs. We are looking for a mobile app developer with iOS & Android to work with our team on a project that starts within 30 days.\nDon't need a resume, just a portfolio or examples of work that can be verified. \nExperience in Geo Location / Live Tracking is a plus. (This is not an uber app)\nMust be local to Crystal Lake area. Position is work from home but need to be able to meet face to face. \nMust be great at communication and attention to detail.\nPlease email over your details and interest. Will set up interviews. Compensation is BOE & 1099 - no benefits\nNo recruiters or companies please. If you want to take this on as a side job that is OK.    \n", "city": "chicago", "post_date": "2019-08-22 13:04", "insert_date": "\"2019-08-24T01:34:04.914735\""}, "34": {"c_id": "6958348338", "post_title": "Check my iPhone app and share your opinion", "description": "I have an iPhone app and I'd like you to download it, play with it and share your opinion about the app.\nI pay $5 for that. Will take a few minutes. \nI only have one app. You need to have an iPhone.    \n", "city": "chicago", "post_date": "2019-08-16 20:06", "insert_date": "\"2019-08-24T01:34:10.052532\""}, "35": {"c_id": "6946339742", "post_title": "Coder wanted for small app project", "description": "Wanted an experience coder for a small app project, if we click we might become partner.    \n", "city": "chicago", "post_date": "2019-07-31 09:51", "insert_date": "\"2019-08-24T01:34:15.216475\""}, "36": {"c_id": "6946190417", "post_title": "Expert video app", "description": "Need a programmer well versed in low level iphone development with the goal of optimal video processing.  Please respond with evidence in your background that you have detailed knowledge of very low level ios programming and I will reply with more specifics.    \n", "city": "chicago", "post_date": "2019-07-31 02:37", "insert_date": "\"2019-08-24T01:34:20.358683\""}, "37": {"c_id": "6958136299", "post_title": "Looking for long-haul truckers for interviews (Paid)", "description": "Hello, I am working on my startup which is trying to serve long-haul truckers. We are looking for long-haul truck drivers to give us feedback on our product. This is an exciting opportunity to be one of just a handful of people who will share their opinions. If you qualify for this study, you will be compensated for your time:\nIf you are a long-haul trucker employed by others, please register through here: https://app.respondent.io/projects/view/5d55ca55f952ef002ede82c8/looking-for-long-haul-truck-drivers?invite=94a4811b3573f211cd807bb1 (we are going to compensate you with $80 for a 60-minute interview).\nIf you are a self-employed owner operator, please register through here: https://app.respondent.io/projects/view/5d55cdddcb7f7a002f663eed/looking-for-long-haul-owner-operators?invite=ff7ef176e5d20f7a24bcb9cf (we are going to compensate you with $120 for a 90-minute interview).\nIf you are fleet manager, we are also interested in talking with you: https://app.respondent.io/projects/view/5d570464ae50970029299edc/looking-for-long-haul-fleet-managers?invite=1f7f82afc245f0931214db31 (we are going to compensate you with $120 for a 90-minute interview).\nThank you!    \n", "city": "chicago", "post_date": "2019-08-16 14:54", "insert_date": "\"2019-08-24T01:34:35.817821\""}, "38": {"c_id": "6950362085", "post_title": "***WE PAY YOU $70 BUCKS A POP TO SHARE OUR SOFTWARE***", "description": "We want to pay you to share Builderall! Builderall is looking for anyone who wants to develop a new revenue stream in the digital marketing niche working from home. Our leveraged affiliate compensation plan offers recurring monthly income and one-time bonuses. \nABOUT BUILDERALL\nBuilderall is a massive internet marketing toolkit where you can use the tools, AND share the platform to earn recurring monthly income working from home with only a computer and internet connection. Builderall is the only platform that contains every digital marketing tool a business, entrepreneur, service provider, marketer, blogger, or virtual store needs to grow and succeed online. \nBUILDERALL HAS OVER 25 DIFFERENT TOOLS YOU CAN USE AND PROFIT FROM STARTING TODAY, INCLUDING...\n- A Drag & drop pixel perfect adaptive website builder (100% unique in the industry)\n- A Canvas style drag-&-drop funnel builder\n- A robust email marketing / autoresponder tool\n- An e-Commerce site builder\n- A \"flip-style\" digital magazine creator\n- An e-learning course builder\n- A membership site builder\n- A Mobile app builder\n- A live and evergreen webinar service\n- A responsive blog builder\n- A CRM tool\n- A niche directory builder (coming very soon)\nIN ADDITION, LOOK AT ALL THESE ADDITIONAL TOOLS YOU CAN USE TO GENERATE EVEN MORE INCOME...\n- Instagram auto-responder\n- Marketing script generator\n- Browser notification app\n- Website chat app\n- Social media integration tool\n- Video / floating video creator\n- Website heat maps app\n- Facebook chat bot\nBuilderall is an incredibly powerful platform because not only can you use all the tools to earn money, you can share our platform and generate recurring monthly commissions working from home. The perfect combination!\nClick the link below to learn more.\nhttps://sharebuilderall.builderwow.com/ \n", "city": "chicago", "post_date": "2019-08-05 18:30", "insert_date": "\"2019-08-24T01:34:40.945671\""}, "39": {"c_id": "6943961902", "post_title": "Voice Recognition Audio Recording", "description": "I am looking for 500 native English speakers with an American accent to record 1000 short, simple sentences (about 3 hours) remotely via an app on your phone. You will be compensated with a $55 Venmo once the recording is uploaded and qualified.    \n", "city": "chicago", "post_date": "2019-07-27 22:49", "insert_date": "\"2019-08-24T01:34:46.058287\""}, "40": {"c_id": "6946914940", "post_title": "looking for software developer", "description": "I have a great idea for a phone app/game\nI'd really like my vision to become reality\nI have the game built into a board game\nI am willing to negotiate work cost and/or commission for proceeds earned from game.\n**edit**\nPlease be willing to build a model before asking to get paid. \nIt is my money and I’m NOT willing to pay you to build a prototype that I don’t know what it will look like.\nIf the model looks good then I will consider business with the developer ((the pieces don’t have to move ÿët))***\nI would love to see a prototype!\nIt's just a regular chessboard 8x8\nI was inspired by fantasy games\nSo the playable *pieces* are Warrior, monk, priest, mage, warlock, death night, druid, engineer, shaman, Paladin, Hunter\nThe monk has a ox and dragon summonable statue\nThe engineer can summon a turret\nThe shaman can summon a flame or water totem\n**start by making a playing field and some character models**\nContact me with what you got send a screen shot\n**the I will tell you the details of how the pieces move and react**\n((It’s not an auto chess game like league of legends has out right now))\nThankyou    \n", "city": "new orleans", "post_date": "2019-07-31 23:53", "insert_date": "\"2019-08-24T01:34:59.541978\""}, "41": {"c_id": "6945184740", "post_title": "developer for sql database / GUI", "description": "We are a rapidly growing film and television distribution company based in the West Village, focused on everything from theatrical releasing to digital video-on-demand. \nWe're seeking a developer to help us build and deploy an SQL-based rights management database to a cross platform GUI, which should take approximately 1-3 months.\nPlease send cover letters, resumes and rates. Contractor must live in the NYC area or be able to commute to the office.\nNO PHONE CALLS.\nThere is a potential for future projects if we're satisfied with the result.    \n", "city": "new york city", "post_date": "2019-07-29 18:02", "insert_date": "\"2019-08-23T21:42:10.289654\""}, "42": {"c_id": "6963107860", "post_title": "Change Your Career in the last 6 months? Paid Research Opportunity", "description": "Have you successfully made a change in your career? Did you change to one of the following jobs? If so, we’d love to learn about your experience in making the change!\nAdministrative Assistant\nBookkeeper/Accounting Clerk\nComputer Network Support\nCustomer Service Representative\nInsurance Claims Adjuster\nLoan Processor/Specialist\nReal Estate Agent\nWeb Developer\nTake this quick survey to help us learn more and to qualify for the interview!\nhttps://www.research.net/r/jobswitchers\nQualified candidates who are selected for a 30-minute interview will earn a $50 Amazon gift card for your time! You must be able to join a 45-minute video call on Wednesday, August 28 or Thursday, August 29, 2019.\nThank you for your time!\n", "city": "new york city", "post_date": "2019-08-23 14:44", "insert_date": "\"2019-08-23T21:42:16.505563\""}, "43": {"c_id": "6962950583", "post_title": "24/7 linear live stream", "description": "Seeking developer with video experience building 24/7 linear live feeds. Knowledge of ad servers, SCTE-35 cue points preferred.\nJob is approximately 1 month, with the possibility to help with other projects.\nPlease email resume, links to previous work, and rates.    \n", "city": "new york city", "post_date": "2019-08-23 12:02", "insert_date": "\"2019-08-23T21:42:22.529882\""}, "44": {"c_id": "6962679103", "post_title": "Law Firm Needs Expert for time,billing project management", "description": "Small law firm has tried rocket matter and CLIO for client data management, time, billing, accounts receivables, saving email etc. Both programs are cumbersome.  Seeking developer who can create a system that is easy to use and captures the data and metrics we need to run efficiently.  Ideally will have experience creating excel spreadsheets which tabulate, set reminders to monitor time between signing retainer and sending drafts, etc. Not a litigation firm.\nOnce system is up and running, need admin to maintain the system and enter the data.    \n", "city": "new york city", "post_date": "2019-08-22 22:36", "insert_date": "\"2019-08-23T21:42:28.567182\""}, "45": {"c_id": "6959956158", "post_title": "Let us use your LinkedIn account for sales prospecting", "description": "Hi,\nWe are a software developer recruitment firm.  We use a tool to automate our work on LinkedIn, which is reaching out to software developers and asking them to switch employers to our client's company.  This tool adds people and follows up dynamically and adds pauses to avoid detection by LinkedIn.   \nWe are looking to hire more prospectors to work for us, but we're happy to do all the work.  We just want to use your profile to reach out to + qualify the people, then we'll switch them over to a human who works full-time on our team.  So basically, all we need from you is your LinkedIn username and password.\nFAQ:\nQ.  Could my account get detected by LinkedIn and banned for this?\nA.  Possibly, but probably not.  Our software is custom designed to avoid the recent detection algorithms.\nQ.  Are you going to add me as an employee in my work history?\nA.  Yes, we are going to add the name of our company and list your title as \"Business Development\".\nQ.  Am I putting my professional reputation at risk?\nA.  No, all messages are following a basic script.  The people will never know it's not you, because by the time they hop on a call, they'll be speaking with someone else.\nQ.  How much are you going to pay me for this?\nA.  Monthly fee for rental + commission on successful placements.\nQ.  Are you going to ruin my LinkedIn profile?\nA.  When it's done we are happy to remove any recently-added contacts.\n", "city": "new york city", "post_date": "2019-08-19 12:21", "insert_date": "\"2019-08-23T21:42:34.655015\""}, "46": {"c_id": "6956848889", "post_title": "WORK FROM HOME: Gaming Startup Seeks JavaScript Engineer", "description": "Who we are\nDevium Games is an early-stage startup focused on gaming companion apps with real-time communication. Our unique team is seeking a talented senior front-end developer to help design, develop, and deploy our first release. \nWe are a 100% distributed team working quickly and efficiently to build responsive apps with powerful, reusable components. We practice self-organization, team prioritization, and lean methodologies. We are experienced professionals with decades of success in the areas of tech, marketing, and software design. \nWho you are\nYou are a front-end developer with a solid working knowledge of data structures who can help us solve challenging interactions between our server and client. You’ll be joining a very small team working to build and release a new application, and will impact both the front-end and back-end architecture. You have a wide knowledge of front-end development, from UX best practices to REST API integration. You are comfortable making big choices with long-lasting impact, and working in a variety of disciplines.\nResponsibilities\nBuild out full feature sets for the Devium Games platform using the VueJS framework\nDesign, develop, and deploy complete components using VueJS.\nAble to make key architectural decisions for a front-end application, especially with regards to Firebase and peer-to-peer communication.\nAble to contribute to user interaction discussions, and aware of best practices for mobile and desktop.\n﻿Qualifications\n4+ years of experience\nDemonstrated experience in client-side scripting and web application frameworks (Angular, React, Vue, or other)\nExperience with and understanding of single-page applications and REST-based architectures\nExperience working with Firebase\nStrong knowledge of HTML5, CSS3 / SCSS, JavaScript / Typescript\nGood knowledge of UX/UI best practices\nPreferred Specializations\nGaming. You're as comfortable with a controller in your hands as you are with code on your screen.\nSports. Athletes, competitors, team players preferred. You understand the itch to win. To get better. To compete. To prepare.\nPeople. You have a natural sense for relationship-building, and you take pride in building strong friendships. You are careful with your criticism and generous with your praise. \nBonus Points\nDescribe a Singleton Pattern.\nDescribe your greatest sports moment.\nWhat is a Nickle Blitz? \n", "city": "new york city", "post_date": "2019-08-14 19:40", "insert_date": "\"2019-08-23T21:42:40.748873\""}, "47": {"c_id": "6956533156", "post_title": "Brightsign digital signage design specialist", "description": "Independent public art company is seeking a designer/developer to help us build a presentation using Brightsign (a Roku company) for mobile and tablet interfaces. The objective is to develop a user-friendly interface that works similar to Netflix or other streaming services. \nIdeally, a consumer can scroll through sections of content, review different content, and easily select a piece of content that then plays on our large LED display. The design needs to be developed to tie easily into the Brightsign interface. \nPlease reply with a link to your portfolio and, specifically, projects you have done that integrate with Brightsign tools and platform.    \n", "city": "new york city", "post_date": "2019-08-14 13:08", "insert_date": "\"2019-08-23T21:42:46.869521\""}, "48": {"c_id": "6951076121", "post_title": "Shopify fixing project.", "description": "Wanted Shopify guru/website developer/coder to help update Shopify store\nRequirements:\n– You must know and understand Shopify in details\n– You must have live Shopify projects, you can show.\n– You need to be able to work with me side by side in Manhattan.\nNo remote, No offshore, please apply here: https://givegetgigs.com/job/shopify-fixing-project/ \n", "city": "new york city", "post_date": "2019-08-06 18:12", "insert_date": "\"2019-08-23T21:42:52.948573\""}, "49": {"c_id": "6962731359", "post_title": "DTC website design and set up", "description": "We are looking for a website developer who has done Direct to Consumer websites in the past for selling consumer goods.  \nExperience with Shopify\nExperience setting up multi channel shopping experience (including Facebook, Amazon, etc)\nExperience with free stock photo selection for websites\nPlease send resume and example of your work and 2 references    \n", "city": "new york city", "post_date": "2019-08-23 01:50", "insert_date": "\"2019-08-23T21:42:59.030920\""}, "50": {"c_id": "6945679695", "post_title": "F/T Position Jr. Shopify / IT Developer  -Attach Resume", "description": "Only respond with attached resume.\nWe are looking for a very detail-oriented individual, students welcomed. The candidate must have experience as a Web designer for web applications. Design applications include web-forms, theme designs, social media content, web and mobile UI's. The applicant should display a positive attitude with the ability to lead by example, prioritize & multitask. Knowledge or experience in the Furniture industry would be helpful, but is not mandatory.\nQualifications:\nAdvanced skills using Microsoft Office suite\nAdvanced skills using Adobe Creative Suite, CS5, Illustrator, Dreamweaver, Liquid Theme Template.\nAdvanced skills using XHTML/CSS/jQuery.\nAdvanced skills using Shopify Websites and content management systems    \n", "city": "new york city", "post_date": "2019-07-30 12:51", "insert_date": "\"2019-08-23T21:43:11.117374\""}, "51": {"c_id": "6958400048", "post_title": "SOFTWARE SALES CONSULTANT WANTED!!", "description": "I am a software developer that has created a new product. This is a wide base system for small businesses. I have played around with a few Facebook ads but I need a professional marketing person to help me.\nIf you can work on a hourly basis to start I would like to hear from you. Great for part time or semi-retired executive. Need someone that can do it all - this is a clean slate. If you can work a la carte at first I expect it will naturally build into something bigger. The concentration now is building a revenue stream.\nContact me through Craig's and send whatever paperwork you want me to see. I will return links, email, phone number and show you what I have so far!    \n", "city": "new york city", "post_date": "2019-08-16 23:18", "insert_date": "\"2019-08-23T21:43:17.163188\""}, "52": {"c_id": "6948058959", "post_title": "Web-Based Contractor Digital Design Opportunity", "description": "re you looking for an extra-income opportunity limited only by your time and knowledge of Photoshop? Do you have an organized mind, timely approach to work, and data entry experience?\nPopMount, Inc. is seeking contractors that fit this description. Graphic designers, web developers, videographers, and office superstars all work with us to produce print content for some of the nation's top newspapers and magazines.\nWork from home; monetize spare time. If you have reliable web access, Photoshop and Acrobat, please contact us and we will send you a complete file-work guide and brief test to begin making contractor money.\nThank you    \n", "city": "new york city", "post_date": "2019-08-02 15:01", "insert_date": "\"2019-08-24T05:43:11.217234\""}, "53": {"c_id": "6963900992", "post_title": "Node.js / React Developer", "description": "Quality Ventures is seeking an experienced part-time front-end developer. With experience working with node.js and with a concentration on using React. The perfect candidate for this position is also someone who is very experienced with DigitalOcean.\nYou will be working hand-in-hand with front-end designers to develop innovative web products for numerous Quality Ventures clients. The hours are flexible around your schedule with a maximum of 2-3 days a week. We strongly would like someone to work out of our office located in Hauppauge, NY. However, we would be open to having the right candidate work remote. \nSkills and Qualifications:\n2+ years of software engineering experience\nJavascript\nReactJS\nRedux\nSagas\nNodeJS\nHTML\nCSS\nSASS\nAnd some nice to haves:\nPHP\nFirebase\nUI/UX\nPython\nDjango\nPostgres\nAmazon Web Services\nBenefits:\nDental insurance\nVision insurance\nCommuter Benefits (Uber Reimbursement)\nPaid Sick and Mental Health Days\nGym Membership\nFully Stocked Snack Area in our Office!    \n", "city": "new york city", "post_date": "2019-08-24 16:18", "insert_date": "\"2019-08-24T20:35:31.989987\""}}}
