{"_default": {}, "gigs": {"1": {"c_id": "6965043963", "post_title": "DATA MINING ASSOCIATE-IMMEDIATE HIRE!", "description": "Hello applicants\nWe are in need of two Data Mining Associates for immediate hire. This would be a full time, temporary, non-exempt, hourly position for approximately two months or until project completion. Hours will be 9am-5pm, Monday through Friday. Must work on site, cannot work from home. \nResponsibilities: These positions would be responsible for labeling and tagging a large amount of data. No specialized knowledge is necessary, need to be quick and detail-oriented with basic computer skills.\nRequirements: In order to be considered for the job please submit a cover letter, containing a short bio, and your resume. High school diploma is a must in order to be considered. Thank you.\n", "city": "new york city", "post_date": "2019-08-26 13:08", "insert_date": "\"2019-08-28T12:44:46.150194\""}, "2": {"c_id": "6955534842", "post_title": "Filemaker Data Base", "description": "I have a custom Filemaker database (Filemaker Pro 16  16.0.5.500) It is up and running for 6 years so I just I need to make changes, add things and help with from time to time, local preferred but Phone and screen share ok.\nBest times I prefer too work afternoons and early AM) some of the things I know I need right away\n• I need a Default worker on a form (It is already listed on the screen but not on a Printed or Emailed form) but if I re choose it, then it goes in right.\n• For some reason the Data Base puts a folder on the dest top with forms I have printed?\n• There is an Estimate and when I chose \"Duplicate\" it does not duplicate what I have in the work /estimate are but every thing else doe.\n• If I do work for you and you own multiple homes I need a way to link them (I do already have a \"Company Name Field\"\n• There is an Update and I had the database jam up once so I don't want to do it until I have some one on board\nRESPOND WITH YOUR LOCATION AND RATE, IF NOT I WILL NOT RESPOND\n", "city": "new york city", "post_date": "2019-08-13 06:17", "insert_date": "\"2019-08-28T12:44:51.360300\""}, "3": {"c_id": "6946199300", "post_title": "★★ Data Entry Work From Home ★★", "description": "*We welcome people from all backgrounds and this is an opportunity for those who may have gaps in their work history. Entry level OK as long as data entry requirement 40 WPM is met.*\nJob Conversion is looking for Data Entry clerks to perform tasks as needed by our clients. This is a remote gig.\nREQUIRMENTS\n**Friendly & self-motivated\n**Proven data entry skills (40WPM)\n**May be asked to handle incoming calls\n**Familiar with Microsoft office tools\n**Okay with flexible schedule\n**Able to take direction well\n**Ability to multi-task\n**Quick thinker\n**May require social media management skills (you'll only be asked to perform these duties if qualified - this is not mandatory\n**May be required to know .html and familiarity with web site builders such as Six, Click Funnels (not mandatory - you'll be asked if these tasks are relevant to your experience\nSCHEDULE\n– Our client may request various hours or weekends as needed\nHours vary from client to client\nPart-time is generally needed but may require more than 32 hours per week\nMay require 2 to 5 hours per day several times a week but may extend beyond these house\nTO APPLY\nhttps://jobconversion.com/app/register\nThank you for your interest in JobConversion!    \n", "city": "new york city", "post_date": "2019-07-31 05:06", "insert_date": "\"2019-08-28T12:44:56.603147\""}, "4": {"c_id": "6963468857", "post_title": "Forex Trader | Finance", "description": "Summary\nThis is a part-time gig for someone at a moderate forex trading level.  If you are brand new, this is not for you.  I am looking for a partner to day-trade forex markets during the American business hours starting at 8am.  I would trade from 9pm Asia, through Europe till 8am and pass the account to you and give you a written briefing.  I have a profitable unique quantitative strategy, with more details below.  \nYou’d be kicking in your own money into an account with my money and we’d split the profit.  I need a partner because I cannot handle the long hours by myself.   Below is information about me, the strategy, and what would be required of you.\nWhat would be required of you\nThis assumes you are passionate about Global Macro and forex.  If you’re not already interested in being a trader, this isn’t going to work.  I am also expecting you’ve traded forex before for at least a few months, and are familiar with a lot the basics.\nYou can expect to make 10-20% on money you put into an account that we share.  Right now, I aim to make $150-200 per day, with a couple of days of having to sit out.  On a sit out day, you’d have to do nothing.\nI am looking for a partner in the New York City/Tri-state area.  I live in New Jersey right across the George Washington bridge and I would have to meet you.  We would have to trust each other because you’d have access to my account and my P&L would reflect your decisions.\nHours\nYou’d be required to work 8am to 11am and occasionally in the afternoon as well if it’s a busy day. \nThe trading day is broken up into 4 sections:\n-Asian (9pm – 2am) –  I’d handle this\n-European (2am to 8am) –  I’d handle this\n-American morning (8am to 11am)  - You\n-American afternoon (11am to 4pm) – Sometimes You, Usually Nothing and we sit out\nAbout Me\nI question the structure of our economic system and don’t agree with a monetary system based on debt.  This view of  fractional reserve banking would be classified as Austrian economics but I’ve added many of my own ideas upon the existing framework of Austrian authors.  My photo next to my economics reading is on this post  and you can find my writings at GlobalMacroForex.com\nI’ve been trading spot forex and equity indexes for 2 years with live money, but reading a lot before.  My focus is on G7 Western Europe, America, Japan, and China.\nAbout the Strategy\nThis is not technical analysis.  And it’s not fundamental, if you define fundamentals as government numbers or information from the news.  Instead, I have unique perspective on what drives markets and essentially, I am trading bank liquidity.  Nobody trades like me, so it’s hard to label it for you.\nMy “formulas” or ideas are ways of assessing bank supply, demand, and cycles.  Utilizing data scrapped off the internet and publicly available data from both government and private sources, my strategies give a view into the most probable scenarios on a 1-3 day timeframe.  It’s not a single data point, but a combination of objective formulas and ideas that mean certain outcomes.\nThis strategy combines some elements of rules based systematic thinking with discretionary implementation.  Each trade has an objective pre-defined minimum requirements, but which of the many trade choices that met the minimum or how long the trade is held is discretionary.\n", "city": "new york city", "post_date": "2019-08-24 01:14", "insert_date": "\"2019-08-28T12:45:01.873439\""}, "5": {"c_id": "6963061347", "post_title": "Coding & Programming Help- Basic 101 (TUTOR)", "description": "Looking for tutor to help with basic Java programming .Syntax, Objects, variables, arrays, data types, operators, and control flow. Can meet in Brooklyn or Manhattan. Please provide availability in email if interested.    \n", "city": "new york city", "post_date": "2019-08-23 13:56", "insert_date": "\"2019-08-28T12:45:07.098912\""}, "6": {"c_id": "6961834603", "post_title": "iOS Software Engineer, Full-Stack/Technical Partner", "description": "We are a Human Capital enterprise platform looking for a Software Engineer, Full-Stack/Technical Partner. We are offering ultimate flexibility. We are based in CA with an office in NY. Own your schedule as long as milestones are met. \nWe have a clear market fit and are validated. We have numerous letters of intent and have already been approached for funding. We will start actively raising funds when the product is built. Our founding team is made up of former FAANG talent. \nHeres what to expect\n- Work from anywhere for 30+ hours a week. If you want to work from a shared space, we'll set you up. During these hours we expect you to be able to communicate quickly, effectively and be fully engaged with the team the rest of the product team.\n-  Full stack web/mobile application development with a variety of languages including but not limited to PHP, JavaScript, HTML, Reactjs, react-native, css etc. \n-  You'll be building our iOS MVP based on exact designs that are already created. The heavy lifting is done.\n-  Implement web or mobile interfaces \n-  Work closely with our founders and design teams to execute on designs and feature specifications and build the first generation of our product leveraging frameworks such as React & React Native\n- Build report interfaces and data feeds\nQualifications\n- 5+ years of previous work experience or B.A. or M.Sc. in Computer Science or related field\n- Experience with mobile development\nCompensation: \nVery generous equity compensation \nSalary once investors get on board\nMilestone Stipends until we receive investment\nPlease respond by email with a resume and LinkedIn profile.    \n", "city": "new york city", "post_date": "2019-08-21 18:57", "insert_date": "\"2019-08-28T12:45:12.345803\""}, "7": {"c_id": "6960058787", "post_title": "part time assistant bookkeeper", "description": "Compensation: 15.00 per hour \nEmployment type: part-time \nPart time-2 days per week\nBasic Requirements:\n- Accounting Students welcomed\n- Some  proficiency in Quick Books  \n- Accurate data entry skill\n- high typing per minute  accuracy and skill \n- Excellent written and verbal communications skills\n- Must be extremely detail oriented with strong attention to follow-through\n- Reconcile accounts in a timely manner\n-Well-organized\n-Familiarity with financial reporting \n-2 or 3 weekdays per week at our location\n-potential for full-time\nPlease reply to this email with your resume \nTo register for a phone  interview text  718-635-1402  include the following in your text \n1) Accountant  2) name 3) cell phone. 4) Please mention your work experience in less than 10 words\n", "city": "new york city", "post_date": "2019-08-19 14:01", "insert_date": "\"2019-08-28T12:45:17.576574\""}, "8": {"c_id": "6956938048", "post_title": "Programmer / Database Automation Expertt", "description": "Hello\nLooking for Programmer / Database Automation Expert to assist me in automating simple processes and compile different data sources \nMust have experience in such fields\nThank you\n", "city": "new york city", "post_date": "2019-08-14 22:44", "insert_date": "\"2019-08-28T12:45:22.816447\""}, "9": {"c_id": "6956848889", "post_title": "WORK FROM HOME: Gaming Startup Seeks JavaScript Engineer", "description": "Who we are\nDevium Games is an early-stage startup focused on gaming companion apps with real-time communication. Our unique team is seeking a talented senior front-end developer to help design, develop, and deploy our first release. \nWe are a 100% distributed team working quickly and efficiently to build responsive apps with powerful, reusable components. We practice self-organization, team prioritization, and lean methodologies. We are experienced professionals with decades of success in the areas of tech, marketing, and software design. \nWho you are\nYou are a front-end developer with a solid working knowledge of data structures who can help us solve challenging interactions between our server and client. You’ll be joining a very small team working to build and release a new application, and will impact both the front-end and back-end architecture. You have a wide knowledge of front-end development, from UX best practices to REST API integration. You are comfortable making big choices with long-lasting impact, and working in a variety of disciplines.\nResponsibilities\nBuild out full feature sets for the Devium Games platform using the VueJS framework\nDesign, develop, and deploy complete components using VueJS.\nAble to make key architectural decisions for a front-end application, especially with regards to Firebase and peer-to-peer communication.\nAble to contribute to user interaction discussions, and aware of best practices for mobile and desktop.\n﻿Qualifications\n4+ years of experience\nDemonstrated experience in client-side scripting and web application frameworks (Angular, React, Vue, or other)\nExperience with and understanding of single-page applications and REST-based architectures\nExperience working with Firebase\nStrong knowledge of HTML5, CSS3 / SCSS, JavaScript / Typescript\nGood knowledge of UX/UI best practices\nPreferred Specializations\nGaming. You're as comfortable with a controller in your hands as you are with code on your screen.\nSports. Athletes, competitors, team players preferred. You understand the itch to win. To get better. To compete. To prepare.\nPeople. You have a natural sense for relationship-building, and you take pride in building strong friendships. You are careful with your criticism and generous with your praise. \nBonus Points\nDescribe a Singleton Pattern.\nDescribe your greatest sports moment.\nWhat is a Nickle Blitz? \n", "city": "new york city", "post_date": "2019-08-14 19:40", "insert_date": "\"2019-08-28T12:45:28.038141\""}, "10": {"c_id": "6956788670", "post_title": "Statistics Help Needed - Multilevel Modeling for Psychology Study", "description": "Looking for a statistician/researcher well-versed in MLM to help me out with some analyses. My data includes physiological measures- experience with physio data a plus.\nNeeds to be familiar with how to run these analyses in Stata, R, or SPSS.    \n", "city": "new york city", "post_date": "2019-08-14 18:07", "insert_date": "\"2019-08-28T12:45:33.257322\""}, "11": {"c_id": "6956471534", "post_title": "Social Media Analyst Intern", "description": "About the Company:\nWe are a PR firm located in Manhattan that represents a wide array of clients in the music, beauty, fashion, and corporate industries. We are lo specialize in online PR services, digital marketing, social media, and artist development.\nPosition:\nThis role is best suited for those who are just as enthusiastic about working in a client-driven environment through social media and social advertising. Must have a broad knowledge of the social media space and have experience in tracking hashtag trends, and analyzing data for the following: Google AdWords, Facebook Page Analytics, Instagram Page Analytics, and Google Analytics.\n- Create bi-weekly ad reports for our clients to review the growth of their accounts\n- Analyze a large sets of data to create and implement insights and strategy for our clients\n- Social media content evaluation\n- Execute agency-facing reporting and campaign insights requests on a regular and/ or ad-hoc basis\n- Execute creative and copy optimization (A/B tests) within paid social and for branded content\n- Identify and execute on new paid media channels to support Account Based Marketing programs\n- Monitor client profiles and report back on hashtag optimizations\n- Study the Instagram algorithm and find best times to post\nQualifications\n- 2+/- years working in social analytics at a brand, publisher, agency, or similar\n- Bachelor’s degree or working towards a degree program at a University\n- Strong knowledge of the existing paid social landscape and enthusiasm for discovering new, emerging platforms \n  or capabilities that increase efficiencies and engagement\n- Strong analytical skills with the ability to comfortably translate large data sets into actionable takeaways and \n  insights\n- Exceptional attention to detail and organizational skills\n- Experience with social analytics or insights platforms (Hootsuite, or similar)\n", "city": "new york city", "post_date": "2019-08-14 12:04", "insert_date": "\"2019-08-28T12:45:38.510955\""}, "12": {"c_id": "6948058959", "post_title": "Web-Based Contractor Digital Design Opportunity", "description": "re you looking for an extra-income opportunity limited only by your time and knowledge of Photoshop? Do you have an organized mind, timely approach to work, and data entry experience?\nPopMount, Inc. is seeking contractors that fit this description. Graphic designers, web developers, videographers, and office superstars all work with us to produce print content for some of the nation's top newspapers and magazines.\nWork from home; monetize spare time. If you have reliable web access, Photoshop and Acrobat, please contact us and we will send you a complete file-work guide and brief test to begin making contractor money.\nThank you    \n", "city": "new york city", "post_date": "2019-08-02 15:01", "insert_date": "\"2019-08-28T12:45:43.705382\""}, "13": {"c_id": "6945091404", "post_title": "East Coast Online Customer Service Agent", "description": "Honeycolony (https://honeycolony.com) is an online magazine and marketplace aimed at empowering you to be your own best health advocate. We are looking for an additional Customer Service rep to work 10 hours or less , ideally on weekends, answering calls and handling customer concerns as they come in.\nAll work will be done remotely. We rather have an east coast person as we are on the west coast. \nRequirements:\nMust have up-to-date Mac/PC to view website backend and support sites such as HelpSocut, Slack, WooCommerce, WordPRess, Google Docs.\nShould be interested in alternative health.\nPolite and comforting phone voice.\nAbility to educate the customer where applicable.\nAbility to handle varying customer personalities (including complaints).\nMust be a good communicator with all level of staff and employees.\nData Entry.\nBrand oriented\ntech saavy    \n", "city": "new york city", "post_date": "2019-07-29 16:13", "insert_date": "\"2019-08-28T12:45:48.956423\""}, "14": {"c_id": "6965639979", "post_title": "Cable Technician (Englewood NJ)", "description": "Pulling and routing CAT5, CAT6, and Fiber cable in a new construction and existing structure commercial environment\nTerminating data jacks\nInstalling support structures (ladders, racks, j-hooks)\nMust be comfortable working from scissor/boom lifts if required\nPulling, routing, installing and terminating structured cabling infrastructure in a commercial environment.\nREQUIRED: CLEAN Background & Drug test \n****EMAIL RESUME TO BE REQUIRED FOR THIS ROLE****\nKboyd@anistar.com    \n", "city": "new york city", "post_date": "2019-08-27 10:01", "insert_date": "\"2019-08-28T12:45:54.208508\""}, "15": {"c_id": "6960013881", "post_title": "Technical Support", "description": "We look to filling a Network Administrator \nResponsibility\n1) secure network architecture (LAN), Active Directory/DNS, Windows Server 2012, TCP/IP, DNS, DHCP, and others. SAN technologies including data replication and backup (imaging servers and desktops).\n2) Oversee setup and configure workstations to be used in diverse environments, adhering to security requirements and organizational requirements (Active Directory\n3)Provide support for client computing hardware, including but not limited to the hard drive, memory, and peripheral connections. High Availability Technologies (Server Redundancy).\n4)  Monitor, configure, support, and troubleshoot desktop and server-based applications on a local and remote level throughout the enterprise\n5) Support Mac's\n6) Install, Support and config Printers  \n7) Support Active Directory Server  \n8) Support Office 365 online\n* The ability to multi-task\n* The ability to prioritize projects & tasks on the fly\n* Outstanding communication skills, oral & written\n* Detail oriented and thorough\n* Strong documentation skills\n* Energetic, focused, and the ability to work autonomously\n* Taking pride in your work - Giving 100% no matter the task, from simple issues to complicated issues\nSend Resume and Salary History\n", "city": "new york city", "post_date": "2019-08-19 13:16", "insert_date": "\"2019-08-28T12:45:59.459094\""}, "16": {"c_id": "6956682763", "post_title": "Computer Techs Wanted", "description": "We are Peak Systems a technology staffing and managed services consulting firm connecting technical consultants with various industry opportunities. Technicians who join us may receive new certifications for working with our clients; we issue payments weekly, offer direct deposit, and have many nationwide opportunities.\nWe are currently seeking a Deployment Technician to be engaged on site at a Major Financial Institution in (Doylestown, PA).\nJob Description\nPosition: Deployment Technician\nHourly Rate: $20.00 Hr.\nStart Date: 8/23/2019 & 8/26/2019\nDuration: 2 days\nShift: \nFriday 2 PM (APR 8 hours)\nMonday 8 AM (APR 8 hours)\nJob Scope:\n•\tServices will include site setup\n•\tPC Disconnect and Install\n•\tSetting up the systems onto the network\n•\tProvide Day One Support\n•\tSupported services include Desktop Support for both Windows and Office 365\nQualifications:\n•\tPrevious Lead Tech experience managing a Team (Lead Position)\n•\tExcellent communication skills\n•\tA+ Certification or any other certifications\n•\t3-5 + Years (Strong) Deployment experience\n•\tExperience supporting end-users (in person) in a corporate environment\n•\tProficient: Microsoft Office Suites 2003-2010 & Windows\n•\tSkilled in Break/Fix\nJob Description: Technicians will disconnect and remove User PC’s, install new Devices, Cameras, Headphones, Keyboard & mouse, etc. and put on network (No Data Migration needed). Provide next day, post-deployment support. \n***Interested candidates should place “New Resume” in their subject line  for immediate consideration***\n", "city": "new york city", "post_date": "2019-08-14 15:51", "insert_date": "\"2019-08-28T12:46:04.700337\""}, "17": {"c_id": "6955165463", "post_title": "Lead Manager/Virtual Assistant", "description": "Job Description For Lead Manager\nPOSITION\nThis is an amazing opportunity to learn the amazing world of real estate investing.\nI’m a busy real estate investor and I do A LOT of marketing that generates calls from property owners that would like for me to purchase their property\nHere’s how you can help me\n• Listen to and transcribe the voice mail messages from property owners and input the information into our CRM\n• Researching the property information left on the message by the property owner and add the information and details to our CRM\n• You’ll also help me in preparing documents that are needed for the process of buying and selling the properties that I find. I’ll also need you to spend some time on the phone …...\n• There are property owners that don’t leave enough information on their message, so you will call them and follow a simple script to ask them for details about their property.\n• There are property owners that call in to our phone system… listen a pre-recorded message BUT instead of leaving a message they will just simply hang up and not leave a message. You’ll dial them and ask them if they have a property for sale.. If they do you’ll follow a simple script to gather the information and input the data into our CRM system.\n• You’ll be following up on leads that I may have spoken with a few months back and you’ll call to find out if there is still an interest in selling their property.\nThis is NOT sales position.\nYou will not be required to sell or convince the property owners to sell their property or do business with us.\nYou’ll simply be a friendly voice that will ask them a series of questions so that our internal sales team can contact them.\nREQUIREMENTS\nThere are a few MUST haves for us\n• Friendly - you must come across as warm and friendly so that the customer can feel comfortable providing us with the necessary information about the property.\n• You must type at least 50 words per minute - there is a lot of information that you’ll be typing as you listen to the voice mail messages and speak with the customer. So typing speed is a must have for us\n• You like being on the phone and speaking with people - you’re going to be on the phone a lot during the day and so you have to be ok with that\n• Team player - you’ll be a very important part of our real estate team and so you’ll need to work with the various other team players\n• Highly organized - you’ll be working inside of our CRM and managing the leads and scheduling calls to follow up with them, so it’s important that you be organized\n• Able to communicate orally and in writing in both english. If you have knowledge of Russian language - it is welcome\n• Flexible - being a team player means that you’ll pitch in as needed with other task that the team will need help with\n• High Speed Internet Connection - goes without saying that you should have a fast internet connection.\n• Excellent Written English and Attention to Detail - You have to able to communicate extremely well in the written word and have absolute accuracy on documents you will prepare. This means structure, proper use of\nnouns and adjectives, etc. Your ability to communicate precisely using the written word is very important.\n• Pleasing personality - You well be interacting with clients, customers, and various business partners. So having a pleasing personality is a MUST. That means you are outgoing and positive when on the phone with people.\n• It would be a BIG PLUS (but not 100% necessity) if you were bilingual (English / Russian).\nCOMPENSATION\nThis is an hourly position PLUS bonuses.\nThis position will begin as an hourly position and if all works out well, you’ll have an opportunity to earn bonuses for every deal that you help us purchase.\nIf the goal is for you to help us with 8-10 properties a month, this could mean a substantial bonus for you\nAll payments including bonuses would be done via card.    \n", "city": "new york city", "post_date": "2019-08-12 15:27", "insert_date": "\"2019-08-28T12:46:09.969125\""}, "18": {"c_id": "6961618844", "post_title": "Independent Tax Preparers Needed (Remote)", "description": "TaxPro Financial Service is a rapidly growing tax preparation service and we also specialize in mentoring tax professionals.\nWe are looking for tax preparers that would like to earn 10-20k for the upcoming tax season!\nWe will provide all of the necessary online training. Experience preferred but not required.\nIf you are serious about earning some real income and starting the year off right then you should get started as an independent remote tax preparer today!\nFree Tax School begins in September! \nAlso, we you sign on with us, we give you a FREE TRAINING on how to Start your Tax Business With Absolutely No Experience\nContact us for more details.    \n", "city": "atlanta", "post_date": "2019-08-21 14:35", "insert_date": "\"2019-08-28T17:45:26.304439\""}, "19": {"c_id": "6956193983", "post_title": "Looking For Remote Workers", "description": "Get Started Today\n• Set Your Own Hours\n• NO Selling\n• Daily Compensation Available\nLIMITED SPOTS AVAILABLE! \nIf you would like more info on how to apply, contact us at:\ncontact@mostemployed.com\n", "city": "atlanta", "post_date": "2019-08-13 22:13", "insert_date": "\"2019-08-28T17:45:31.469673\""}, "20": {"c_id": "6947684158", "post_title": "Work from home/marketing", "description": "Now hiring (Nationwide)\ncompensation: Commission \nWork from home/Marketing \n$100 same day sign up bonus!\nWhat you will be doing \nPosting ads \nTaking inbound calls \nSending emails \nWhat you will need \nComputer \nPhone \nInternet \nSchedule: Discussed during the Process \nFull-Time: 30-40 hours/week \nPart-Time: 20-29 hours/week \nFlexible hours \nSalary \n$700/$1500 a week. Depending on how much time you want to spend taking inbound calls a day. You control your schedule 100%. You are guaranteed $600.00 a week if you work 30 hours or more. \nQuick information: You will be receiving phone calls about our products that we handle. You will be placing orders and also helping people signup for promotions. This is a 100% inbound and remote position. So come and join the team. \nOffice hours. \n10am-6pm\nMonday-Friday \nSaturdays/ 11am-3pm \nRecruiter \nKevin Baldwin    \n", "city": "atlanta", "post_date": "2019-08-02 05:59", "insert_date": "\"2019-08-28T17:45:36.630290\""}, "21": {"c_id": "6945985638", "post_title": "Data Entry Clerk Needed - Work From Home!", "description": "Job Conversion is looking for Data Entry clerks to perform tasks as needed by our clients. This is a remote gig.\nREQUIRMENTS\n**Friendly & self-motivated\n**Proven data entry skills (40WPM)\n**May be asked to handle incoming calls\n**Familiar with Microsoft office tools\n**Okay with flexible schedule\n**Able to take direction well\n**Ability to multi-task\n**Quick thinker\n**May require social media management skills (you'll only be asked to perform these duties if qualified - this is not mandatory\n**May be required to know .html and familiarity with web site builders such as Six, Click Funnels (not mandatory - you'll be asked if these tasks are relevant to your experience\nSCHEDULE\n– Our client may request various hours or weekends as needed\nHours vary from client to client\nPart-time is generally needed but may require more than 32 hours per week\nMay require 2 to 5 hours per day several times a week but may extend beyond these house\nTO APPLY\nhttps://jobconversion.com/app/register\nWe welcome people from all backgrounds and this is an opportunity for those who may have gaps in their work history. Entry level OK as long as data entry requirement 40 WPM is met.\nThank you for your interest in JobConversion!    \n", "city": "atlanta", "post_date": "2019-07-30 18:33", "insert_date": "\"2019-08-28T17:45:41.813583\""}, "23": {"c_id": "6961042182", "post_title": "eBay Seller Expert for new startup - Remote", "description": "EBAY SELLER EXPERT\nAre you an online marketplace reseller geek?  Do you love buying and selling USED items? We are looking for you!  \nWe are a rapidly growing, seed-stage startup working on the next big thing in re-commerce based in California. We're looking for remote eBay selling experts with strong communication skills.\nThis is a key role suited to experienced marketplace sellers looking to work with a small dynamic team to help develop a new online platform.   This position requires strong writing skills, a self-starting attitude and a passion to help make the world a better place. Full-time, part-time, local and remote positions available.  \nMUST be available to work weekends. \nQualifications:\neBay seller with at least 50 positive feedbacks as a Seller (Top Rated Seller preferred)\nExperience selling on multiple online marketplaces like eBay, Poshmark, Depop, Mercari or Etsy a strong plus.\nExperience selling second-hand fashion.\nExperience pricing eBay items with research tools like Terapeak or Worthpoint.\nStrong understanding of eBay selling policies and procedures\nFamiliar with the importance of keywords in titles and descriptions\nKnowledgeable about eBay search optimization\nFast accurate data entry skills\nExcellent spelling, grammar, and written English language skills\nPacking and shipping knowledge\nAbility to write a description based on photos of products quickly and accurately\nKnowledge of American pop culture helpful\nFlexible and able to thrive in the ever-changing environment of a start-up\nResponsible, dependable and willing to work under deadlines\nGood interpersonal skills and a sense of humor!\nPlease respond with a resume and your eBay seller's account ID. \nYou will not be considered without submitting both of these items.\nNote: you will NOT be selling items under your own user ID. \nWe look forward to hearing from you!    \n", "city": "houston", "post_date": "2019-08-20 17:04", "insert_date": "\"2019-08-28T18:14:00.107860\""}, "24": {"c_id": "6960067726", "post_title": "Catholic Tech Start Up looking for a Volunteer/ Intern", "description": "Who We Are: \nWe are a small Catholic education start-up that is seeking volunteer coders or interns to help revolutionize Catholic education.  Think of your childhood CCD or religious ED but with modern technology. Our small but scrappy development team is working across a variety of projects from back end enhancements to complete front-end redesigns. You will have the ability to tackle projects of your choice with the guidance and supervision of key stakeholders in the organization. If you are interested in gaining this type of experience, giving back, and/or receiving a recommendation letter at the end of this project, please contact us. Let’s hear your career and growth goals and how we can help you get there.\nWhat We Are Looking For:\nWe are looking for anyone who is looking to give back, gain experience, etc.  Our websites use a variety of languages including:\n- HTML\n- CSS\n- PHP\n- MySQL\n- jScript\n- jQuery\nHigh preference given to those with full-stack and mobile-first experience. \nMain benefits! \n-\tWork from home (remote team)\n-\tAgile and easy-going environment (communicates via Slack)\n-\tAbility to select potential projects \n-\tRecommendation letters and references for your time/ college credit \n-\tHelping your Catholic community \n-\tFlexible hours, looking for 12-18 hours a week   \nGod Bless    \n", "city": "houston", "post_date": "2019-08-19 13:10", "insert_date": "\"2019-08-28T18:14:03.412140\""}, "25": {"c_id": "6965799653", "post_title": "SQL Server T-SQL, VB.net, c# part time", "description": "I am looking for someone to help me out on a part time basis with developing and documenting SQL server queries, stored procedures, SSIS jobs, as well as coding in VB and C#. 10 hours per week to start and it will probably increase. \nYou should be familiar with financial systems, especially stock and bond transactions and terminology.\nYou need to be able to meet in person in Natick once a week. You must be a US citizen and willing to have a background check.\nPlease NO remote coders. I will report as spam.    \n", "city": "boston", "post_date": "2019-08-27 13:00", "insert_date": "\"2019-08-28T18:42:07.283990\""}, "26": {"c_id": "6960158104", "post_title": "Admin Assistant - Permanent Freelance", "description": "Looking for someone great at Excel, esp. with customer Data Bases/Mailing Lists. Must be detail-oriented and good with writing/grammar, adept on computer software/phone apps. Position could grow to include other Admin responsibilities needed for my small Marketing Consulting business.  Hours will vary, but hope working relationship will grow and become long term. Would like to hand off more client responsibilities as you learn more about client needs.  Flexible work from home - bill by the hour.  Updated computer software, internet required.    \n", "city": "richmond ", "post_date": "2019-08-19 15:45", "insert_date": "\"2019-08-28T19:04:33.576411\""}, "27": {"c_id": "6952032339", "post_title": "Experienced IT On-Site Field Technician Needed", "description": "Techies 4 U, Inc. is looking to recruit a Field Engineer (IT Support Technician) to support a variety of clients throughout the Indiana region. The primary supporting locations are flexible as we have clients all around Indiana. We are looking for Field Engineers with hands on experience in the IT field or the knowledge and capability to support on-site IT work with no training.\nTechnicians will be able to dispatch from their home location and will not be required to come into an office, but may be required to come in periodically for admin responsibilities, tool transfers, etc.\nHigh Level understanding of IT Rooms, Systems, and Computers is a requirement.\nA working vehicle is a requirement as travel to each client site (most of the time multiple sites per day) is a requirement. Mileage is reimbursed.\nTechnicians should know how to perform the following tasks:\n1. Terminate Copper cabling (Cat5e, Cat6)\n2. Properly run copper cabling\n3. Perform IT break/fix - resolve computer problems\n4. Knowledge of Switches, Firewalls, Routers, WIFI devices\n5. How to properly dress and clean up cabling\nKnowledge in the following fields is a plus, but not required:\n1. Fiber Cabling Work including termination\n2. Experience installing Ladder racks\n3. Full IT Telecom room setup\n4. Experience installing structure cabling in large warehouse / factory environments\n5. OSHA Safety Certifications\n6. Boom Lift and Hydraulic Lift Certifications\n7. NVR Security Installation experience\n8. POTS line / 66 block experience\n9. VOIP installations Experience\nWe are looking for a long term contract commitment and quickly promote our technicians upon completion of certain milestones with our company. Our company believes that our front line, customer facing engineers are the base of our company's success.\nPerks:-\n1. Hours are flexible, there are many positions available-\n2. You can dispatch from your home.\nWe need someone with a knack for Troubleshooting. New problems come up everyday, so we don't always have an immediate answer to resolve the issues. We need problem solvers who can work the issue down to the root cause and then present a resolution.\nAll these are things you should have a basic understanding of:-\n-Basic Cabling Knowledge (CAT 5, CAT6, Termination, What a 66 block is, what a Patch panel is, what a patch cable is, what a continuity test is.- Basic Switch / Networking Knowledge (Brands and Quirks - Juniper, Cisco, Dell, Etc., How they fit in a rack, what the different ports on the front or back are for).\n- Cable Management (enterprise) experience (How to manage rack, ladder rack, and retail setting cabling professionally with ties, neat and clean.)\n- OS troubleshooting experience (windows & mac, for this you really, basically, just need to know how to use google..)\n- POS experience (Most of this will be on-site learning, but check out some of the different POS systems like Aloha, IBM, PAR, etc. - these are basically just custom cased all in one touchscreen computers - not expected that you will have experience with these, but if you do, that will help move you up the list.)\n- Basic IT Hardware knowledge (Switch, Rack, Ethernet, RJ45, RJ11, IP address, DNS, Firewall, Modem, Router, Enterprise Router, Fiber cabling, punchdown tool, network crimper, cable tester, etc,)\n- CMD line experience (ipconfig commands are the majority of what we use here, but occasionally some other ones come into play; basically just know how to get to a command prompt and navigate)\n- Console Cable experience (basically just know how to plug in a cable to a switch, but google how to telnet or use putty if you want to learn more on this -\n- Security Camera / System installation & Management a plus (Know the difference between a network camera - Ethernet Cabling - and BNC camera - Siamese Cabling - and how the two are setup)\n- Knowledge of basic router setup and port forwarding / DNS setup a plus (Basic networking - know the difference between a modem and a router and their functions\nPlease have your own basic network Tools. Anything you do not have will be provided as required, but if you have your own tools, this will help move you up the list.\nRaises are provided on a yearly basis and additional raises may come earlier depending on your skill and customer satisfaction levels. Bonuses and sales commissions may be included periodically if you are able to sign up / upgrade clients for varied promotions or contracts.    \n", "city": "richmond ", "post_date": "2019-08-08 02:14", "insert_date": "\"2019-08-28T19:10:22.122774\""}, "28": {"c_id": "6962333009", "post_title": "Seeking Mobile App Developer", "description": "We are a Digital Marketing & Web Development company based in the NW Suburbs. We are looking for a mobile app developer with iOS & Android to work with our team on a project that starts within 30 days.\nDon't need a resume, just a portfolio or examples of work that can be verified. \nExperience in Geo Location / Live Tracking is a plus. (This is not an uber app)\nMust be local to Crystal Lake area. Position is work from home but need to be able to meet face to face. \nMust be great at communication and attention to detail.\nPlease email over your details and interest. Will set up interviews. Compensation is BOE & 1099 - no benefits\nNo recruiters or companies please. If you want to take this on as a side job that is OK.    \n", "city": "chicago", "post_date": "2019-08-22 13:04", "insert_date": "\"2019-08-28T21:15:54.335872\""}, "29": {"c_id": "6958348338", "post_title": "Check my iPhone app and share your opinion", "description": "I have an iPhone app and I'd like you to download it, play with it and share your opinion about the app.\nI pay $5 for that. Will take a few minutes. \nI only have one app. You need to have an iPhone.    \n", "city": "chicago", "post_date": "2019-08-16 20:06", "insert_date": "\"2019-08-28T21:16:01.327133\""}, "30": {"c_id": "6946339742", "post_title": "Coder wanted for small app project", "description": "Wanted an experience coder for a small app project, if we click we might become partner.    \n", "city": "chicago", "post_date": "2019-07-31 09:51", "insert_date": "\"2019-08-28T21:16:07.937488\""}, "31": {"c_id": "6946190417", "post_title": "Expert video app", "description": "Need a programmer well versed in low level iphone development with the goal of optimal video processing.  Please respond with evidence in your background that you have detailed knowledge of very low level ios programming and I will reply with more specifics.    \n", "city": "chicago", "post_date": "2019-07-31 02:37", "insert_date": "\"2019-08-28T21:16:14.510907\""}, "32": {"c_id": "6963054909", "post_title": "Get Paid to Add Local Businesses to Database- Work from Home", "description": "New APP in need of people to build its database of kid/parent related businesses. \nYou can contact me for more details but the app basically is paying users to add businesses starting with phone number and address. No complicated forms and the mission behind new APP is the following. \nTo grow into the largest kid friendly business with promotions and advertising for all kid related businesses. \nSearch using google many different kid friendly businesses like daycare, martial arts, ice cream parlors, kids clothing stores, orthodontic dentists and any other business which is unique. \nThen after we submit info the APP company reaches out to businesses offering great advertising solutions. \nWe are paid $10.00 for Every business we register that signs up. \nSay you register 85 businesses and 60 signup that would be $600.00. \nThe payments are residual every month. \nSo if you have a few moments here’s your chance to earn up to $850.00 a month residually. \nHere is an example of some of the business you can register!\n• Apartments for Rent\n• Cabin Rentals\n• Charities\n• Family Housing Resource Centers\n• Non-profit Organizations\n• Social Services Organizations\n• Volunteer Organizations\n• Souvenir Shops\n• Sports Gear & Accessories\n• Surf Shops\n• Tack Stores\n• Tailors/Alterations \n• Toy Stores\n• Transportation Services\n• Trophy Shops\n• Thrift Stores\n• Vitamins & Supplements Stores\n• Wig Stores\n• Dry Cleaners\n• Educational & Office Supplies Stores\n• Electronics Stores\n• Eye-wear & Sunglasses\n• Fabric Stores\n• Fishing Stores\n• Fitness & Exercise Equipment\n• Flowers & Accessories\n• Formal Wear & Rentals\n• Furniture & Design\n• Gardening/Landscaping Services\nGo to this link to login now! Register your 85 businesses today! Also refer more friends for even greater earnings!\nhttps://kidazzler.com/invite/Vzt4TxMS\n", "city": "chicago", "post_date": "2019-08-23 12:49", "insert_date": "\"2019-08-28T21:16:20.914748\""}, "33": {"c_id": "6958136299", "post_title": "Looking for long-haul truckers for interviews (Paid)", "description": "Hello, I am working on my startup which is trying to serve long-haul truckers. We are looking for long-haul truck drivers to give us feedback on our product. This is an exciting opportunity to be one of just a handful of people who will share their opinions. If you qualify for this study, you will be compensated for your time:\nIf you are a long-haul trucker employed by others, please register through here: https://app.respondent.io/projects/view/5d55ca55f952ef002ede82c8/looking-for-long-haul-truck-drivers?invite=94a4811b3573f211cd807bb1 (we are going to compensate you with $80 for a 60-minute interview).\nIf you are a self-employed owner operator, please register through here: https://app.respondent.io/projects/view/5d55cdddcb7f7a002f663eed/looking-for-long-haul-owner-operators?invite=ff7ef176e5d20f7a24bcb9cf (we are going to compensate you with $120 for a 90-minute interview).\nIf you are fleet manager, we are also interested in talking with you: https://app.respondent.io/projects/view/5d570464ae50970029299edc/looking-for-long-haul-fleet-managers?invite=1f7f82afc245f0931214db31 (we are going to compensate you with $120 for a 90-minute interview).\nThank you!    \n", "city": "chicago", "post_date": "2019-08-16 14:54", "insert_date": "\"2019-08-28T21:16:27.299702\""}, "34": {"c_id": "6950362085", "post_title": "***WE PAY YOU $70 BUCKS A POP TO SHARE OUR SOFTWARE***", "description": "We want to pay you to share Builderall! Builderall is looking for anyone who wants to develop a new revenue stream in the digital marketing niche working from home. Our leveraged affiliate compensation plan offers recurring monthly income and one-time bonuses. \nABOUT BUILDERALL\nBuilderall is a massive internet marketing toolkit where you can use the tools, AND share the platform to earn recurring monthly income working from home with only a computer and internet connection. Builderall is the only platform that contains every digital marketing tool a business, entrepreneur, service provider, marketer, blogger, or virtual store needs to grow and succeed online. \nBUILDERALL HAS OVER 25 DIFFERENT TOOLS YOU CAN USE AND PROFIT FROM STARTING TODAY, INCLUDING...\n- A Drag & drop pixel perfect adaptive website builder (100% unique in the industry)\n- A Canvas style drag-&-drop funnel builder\n- A robust email marketing / autoresponder tool\n- An e-Commerce site builder\n- A \"flip-style\" digital magazine creator\n- An e-learning course builder\n- A membership site builder\n- A Mobile app builder\n- A live and evergreen webinar service\n- A responsive blog builder\n- A CRM tool\n- A niche directory builder (coming very soon)\nIN ADDITION, LOOK AT ALL THESE ADDITIONAL TOOLS YOU CAN USE TO GENERATE EVEN MORE INCOME...\n- Instagram auto-responder\n- Marketing script generator\n- Browser notification app\n- Website chat app\n- Social media integration tool\n- Video / floating video creator\n- Website heat maps app\n- Facebook chat bot\nBuilderall is an incredibly powerful platform because not only can you use all the tools to earn money, you can share our platform and generate recurring monthly commissions working from home. The perfect combination!\nClick the link below to learn more.\nhttps://sharebuilderall.builderwow.com/ \n", "city": "chicago", "post_date": "2019-08-05 18:30", "insert_date": "\"2019-08-28T21:16:33.700545\""}, "35": {"c_id": "6946914940", "post_title": "looking for software developer", "description": "I have a great idea for a phone app/game\nI'd really like my vision to become reality\nI have the game built into a board game\nI am willing to negotiate work cost and/or commission for proceeds earned from game.\n**edit**\nPlease be willing to build a model before asking to get paid. \nIt is my money and I’m NOT willing to pay you to build a prototype that I don’t know what it will look like.\nIf the model looks good then I will consider business with the developer ((the pieces don’t have to move ÿët))***\nI would love to see a prototype!\nIt's just a regular chessboard 8x8\nI was inspired by fantasy games\nSo the playable *pieces* are Warrior, monk, priest, mage, warlock, death night, druid, engineer, shaman, Paladin, Hunter\nThe monk has a ox and dragon summonable statue\nThe engineer can summon a turret\nThe shaman can summon a flame or water totem\n**start by making a playing field and some character models**\nContact me with what you got send a screen shot\n**the I will tell you the details of how the pieces move and react**\n((It’s not an auto chess game like league of legends has out right now))\nThankyou    \n", "city": "new orleans", "post_date": "2019-07-31 23:53", "insert_date": "\"2019-08-29T03:13:18.114373\""}, "36": {"c_id": "6964381465", "post_title": "Are you an internet sleuth?  - Sourcing Gig (Remote) - $17/hour", "description": "Are you detail oriented? Are you efficient with a computer?\nWe're looking for someone to follow a specific process to qualify potential leads for us. This means working through a list of names, looking up their graduation date and degree and denoting whether or not they meet acceptance criteria. The next phase is using an email finder tool and other research methods to find this person's email address and other contact information so we can get in contact with them.\nThis will start at 20-30 hours of work if criteria are met. If this gig goes well there are other tasks we could use help with in supporting this process.\nThis gig is 100% remote, and with the exception of a few brief check-ins per week, the hours are completely flexible. You will invoice us for hours, and you will get paid so long as you meet our minimum for leads qualified per hour.\nTo apply:\n- Reply to this post with a pdf of your resume and a few things that will test your ability to succeed in the role:\n- 1 story that depicts how detail oriented you are\n- The contact information of Dr. Sanjay Gupta (Yes, the one on CNN): a business mailing address, a social media profile contact, and extra credit to those who get an email address\n- The email address that you would use to pitch Mark Cuban an investing idea that’s not sports related.\nPay:\n$17/hour\n", "city": "houston", "post_date": "2019-08-25 12:47", "insert_date": "\"2019-08-29T03:24:06.482323\""}, "37": {"c_id": "6956443736", "post_title": "Mobile App Developer with exp. in games", "description": "Looking for freelancer, not an agency.   I have two projects.  (1) Develop a mobile app to be used by golfers to play -in game betting with their golf buddies (very simple).  (2) Develop a mobile app targeted at Fantasy sports enthusiasts, or more specifically at those who don't have the time to invest the time required in  Fantasy sports, but wants to do community betting on sports and other events.\nPart-time    \n", "city": "denver", "post_date": "2019-08-14 09:34", "insert_date": "\"2019-08-29T03:26:45.694545\""}, "38": {"c_id": "6951422500", "post_title": "React.js + API’s + GCP - SaaS juggernaut Developer - cofounder-ship", "description": "React.js + API’s + GCP - SaaS juggernaut Developer - cofounder-ship\n- seeking a WebAPI react.js ( App.js ) Stack entrepreneur developer for cofounder-ship . The only experience required is You’re fully fluent - or - have the Genius ability to learn execute, implement and evolve on the fly with core independent functional component optimization methods.\n- this is a performance based company. ( three hours a day, to success )\n- If your a genius coder loner and live with your mom, this is the opportunity for you, I’ll show you the sunlight of success!\n-\nStack - Dev and platform\n-\nReact.js - v latest\nGCP\nspecific related supporting libraries\nnode.js . runtime ( no shit )\nAPI extended services ( 3rd-party vendors )\nApp Engine\nnosql ( horizontal Data storage )\nVS code\nGitHub + GCP repository\nSlack ( without the slacking )\n“Functional independence component(s) method”\n- performance reliability, scalability with minimum if any re-factoring are #1, that’s the requirements, not what you prefer to use, unless it meets those criteria )\n- i define and build all UX and build UI, we will be working in parallel daily.\n-\nProduct - new hybrid email platform.\n-\nSaaS, New email platform ( Special features and SaaS offerings, with a cool UI )\n( we will repeat these core models structure with other SaaS platforms in the works - SaaS core stack platform models - Multi Cofoundership )\n-\nUX UI built and complete - by me.\n-\nUX UI ( CSS3 - flexbox, HTML5 ) product, the idea, discovery, Proto-type, product strategy, branding, all! product asset, and to market implementation “IS BUILT, ready to hit the ground running for API client / services development. fast to market” \nIf you’re excited, than this is your stack already! \n-\n*$10,000 MVP Completion compensation\n*Under contract agreement.\n-\n- $10,000 ( MVP to market taking on subscribers ) = “first service level”\n- ( 4-6 weeks Client, API GCP functionally + existing UI integration, minor re-factoring only ) UX UI 100% complete - mobile- up, brand, app workspace - UI - complete.\n- + 40% partnership ( upon 10,000 active subscribers ) - 6 / 10 weeks approx\n- ( under strict performance and partnership contract(s) )\n—————————————-\nSEND ME THIS INFO!!!\nSend this exactly,...!!!\n- GitHub + LinkedIn\n- mobile # \n- Your current Dev stack ( send local screenshot )\n—————————————-\n!!! Anything more or less, will be deleted !!!\n!!! fast response time shows enthusiasm !!!\nIf you have what it takes, I will take you there!\n( Financial and life independence - with just three hours a day coding - you won’t find that anywhere dudes )\n*This is a Cofounder-ship, $10,000 MVP bonus under “first service level” contract agreement. ( you don’t get the bonus until you deliver )\nIf you have Great ambition reach out!\nAspiring entrepreneur individual only.\n*NDA and Co-founder contracts are required and signed to move forward.\nA test and exercise will be required.\n( It’s easy if you’re good, and part of the actual core functionality )\nlooking for the mega ambitious, dudes.\nTks\n(b)\n(sup)\n- US citizenship required\n- US based required\n- no companies, no agencies.\n- no offshore Individuals or teams of any type! We cannot support visa holders at this time. \n- End - />    \n", "city": "boise", "post_date": "2019-08-07 08:37", "insert_date": "\"2019-08-29T03:32:47.551234\""}, "39": {"c_id": "6965154665", "post_title": "Web App Developer for ios and android project", "description": "ExecutiveLeadersRadio.com is the leading business radio show in the MidAtlantic States (interviewing 700+ CEOs each year, on 160 terrestrial and internet radio stations). We've begun helping these CEOs in a wide variety of industries with their video productions.\nExample of projects we need you to take on:\n1) Create a thin web app (desktop, mobile, tablet) that can automatically reset a smartphone's video control to 1080, landscape and facilitate a reliable upload to us.\n2) ExecutiveLeadersRadio.com and ExecutiveLeadersVideo.com is setting up a \"Technology Advisory Panel\" where CEOs and/or their teams can discuss upcoming technologies - and we are looking for the right technical person to help manage this panel.\nRequirements:\n· Minimum of 4 years professional experience.\n· Must have a proven track record of real world app development\n· Must have strong organizational and time management skills\n· Able to communicate technology to laypeople\n· Knowledgeable about video technology and equipment\n· Confident in ability to master new challenges.\nMust be located in the Continental US\nCompensation: $45 an hour\nThis project will start immediately with the intention of expanding our relationship for the long-term.\nInterested? Send us your resume.    \n", "city": "philadelphia", "post_date": "2019-08-26 15:00", "insert_date": "\"2019-08-29T03:37:20.333680\""}, "40": {"c_id": "6950110763", "post_title": "App Developer - thin web app needed", "description": "ExecutiveLeadersRadio.com is the leading business radio show in the MidAtlantic States (interviewing 700+ CEOs each year, on 160 terrestrial and internet radio stations). We've begun helping these CEOs in a wide variety of industries with their video productions.\nProject: a thin web app (desktop, mobile, tablet) that can automatically reset a smartphone's video control to 1080, landscape and facilitate a reliable upload to us. \nRequirements:\n•\tMinimum of 4 years professional experience.\n•\tMust have a proven track record of real world app development \n•\tMust have strong organizational and time management skills\n•\tAble to communicate technology to layman \n•\tKnowledgeable about video technology and equipment\n•\tConfident in ability to master new challenges\nSEO and Google analytics knowledge a plus\nMust be located in the Continental US\nCompensation: $45 an hour\nThis project will start immediately with the intention of expanding our relationship for the long-term.\nInterested? Send us your resume.\n", "city": "philadelphia", "post_date": "2019-08-05 14:29", "insert_date": "\"2019-08-29T03:37:28.674406\""}, "41": {"c_id": "6955540868", "post_title": "Looking for a proficient Developer/Programmer", "description": "Currently looking for a developer to work with on projects. This would be a remote based situation.\nLooking for someone proficient, but i am almost completely self-taught myself, so i am willing to work with someone who is hungry to get experience and learn, but you have to have some knowledge and some chops.\nLooking for someone proficient in taking PSDs to interactive front end development. Optimized. Responsive. etc. Custom/from scratch experience. Wordpress experience.\nLooking for someone proficient in programming. PHP/MySQL. Jquery. Json. Etc. Custom/from scratch experience. Wordpress experience.\nMust have experience and access to Adobe CC.\nThis is a remote based situation, so good online communication skills and availability are needed to make sure things stay on track throughout the project life cycle, etc. Email, Slack, Skype, etc.\nRate will depend upon level of experience and proficiency, and the type of work.\nThis is an opportunity to work with a seasoned senior level marketing professional on a range of projects. To collaborate, experiment, develop custom solutions. Grow in your skillsets and marketability while making some money. And hopefully to develop an ongoing working relationship that is mutually beneficial.\nHad to step down for almost 2 years due to a health scare. Now i am rebuilding. Lots of industry contacts, etc. Work is starting to flow again, and i could use some assistance.\nFluency of work, in the beginning may be a little touch and go until some momentum is generated. So this would be best suited for someone looking to supplement their current income or for a freelancer who already has some work of their own and are looking to add some new projects and experience to their portfolio.\nBest way to contact me to get things started would be email. A copy of a resume and portfolio of some work would be necessary.\nUPDATE: Thank you to those who have submitted responses. I am working my way through the responses, but will be running this ad to the end of its duration (which should be another week or two), at that time i will begin responding. Thanks again.    \n", "city": "philadelphia", "post_date": "2019-08-13 07:00", "insert_date": "\"2019-08-29T03:37:36.840565\""}, "42": {"c_id": "6965121159", "post_title": "Change Your Career in the last 6 months? Paid Research Opportunity", "description": "Have you successfully made a change in your career? Did you change to one of the following jobs? If so, we’d love to learn about your experience in making the change!\nAdministrative Assistant\nBookkeeper/Accounting Clerk\nComputer Network Support\nCustomer Service Representative\nInsurance Claims Adjuster\nLoan Processor/Specialist\nReal Estate Agent\nWeb Developer\nTake this quick survey to help us learn more and to qualify for the interview!\nhttps://www.research.net/r/jobswitchers\nQualified candidates who are selected for a 30-minute interview will earn a $50 Amazon gift card for your time! You must be able to join a 45-minute video call on Thursday, September 5 or Friday, September 6, 2019.\nThank you for your time!\n", "city": "st louis", "post_date": "2019-08-26 13:25", "insert_date": "\"2019-08-29T03:44:57.057433\""}, "43": {"c_id": "6951792221", "post_title": "Local part-time webmaster", "description": "LOCAL talent ONLY.\nAge not a requirement but experience is. Apache, PHP,  CMS. Multiple websites to be done.   100+domains.\nMust meet on a regular basis at my house. 1X / week.\nWodpress and Joomla primarily / CMS.\nFormer software developer of 26 years.  Retired but reintialzing after being side tracked with another business.\nWill pay above average rate per hour. \nPlease email me your history and background. \nDave\nIdeamation Engineering    \n", "city": "st louis", "post_date": "2019-08-07 16:20", "insert_date": "\"2019-08-29T03:45:10.824617\""}, "44": {"c_id": "6959148958", "post_title": "Coding and website expertise needed", "description": "Needed: someone with expertise in coding, security and website design. Compensation negotiable. Please email for more information.    \n", "city": "chicago", "post_date": "2019-08-18 07:33", "insert_date": "\"2019-08-29T16:30:20.796409\""}, "45": {"c_id": "6965773405", "post_title": "Software Engineer - Fantasy Baseball Website (CBSSports.com)", "description": "** URGENT **\nWe are looking for a team to develop a Fantasy Baseball Website identical to CBSSports.com. This project will take several months and we need it done no later than January. It needs to do \"everything\" CBSSports.com does and a little more.\nIf you're capable of managing a team to complete such a project, please reply. We are choosing the team tomorrow afternoon at the latest. We need a complete project outline (using our template) that goes everything that needs to be completed.    \n", "city": "phoenix", "post_date": "2019-08-27 09:32", "insert_date": "\"2019-08-31T00:10:30.489775\""}, "46": {"c_id": "6959681407", "post_title": "Social Media, Video, Website, PodCast Person", "description": "I am a content monster...but am clueless as to how to get it \"out there\" so need help...initially in trade for world-class personal protection, and martial arts instruction...but if we click will make you a partner in this venture...so, hit me up.    \n", "city": "phoenix", "post_date": "2019-08-18 20:59", "insert_date": "\"2019-08-31T00:10:38.460381\""}, "47": {"c_id": "6955348988", "post_title": "Web Developer needed for custom website", "description": "US based web developer needed. Please do not respond if you are not located within Phoenix. If you manage developers out of the country, that is fine. \nLooking for a developer to build a custom E-commerce website with a timed quiz component as well. Please shoot me an E-mail if you are interested.    \n", "city": "phoenix", "post_date": "2019-08-12 16:18", "insert_date": "\"2019-08-31T00:10:45.854568\""}, "48": {"c_id": "6952680349", "post_title": "Seeking website help!", "description": "I have a website that was built on webs.com and now in the final stretch where help is needed. Here is what I'm seeking...\n* ensure my metatag from G-Suite is placed on the website properly - I'm trying to use Google Business docs as my database on the site\n* ensure my MX records are correct on my website\n* figure out and embed a paypal order form on the website - I do not want folks leaving my site to pay or even login or create a paypal account\n* figure out and embed an identity guard order form on the website\n* any other insight or direction for website\nI would like to have the work done at my home, Alma School and Riggs Rd in Chandler. I'm anticipating the work to not take too long but whatever it takes to complete. It would also be great to have a person that help me out from time to time and possibly grow with the business as I have an entire other business model to build a website for.\nPlease let me know if you are interested and if you're the person that can complete these much needed tasks.\nThank you    \n", "city": "phoenix", "post_date": "2019-08-08 18:27", "insert_date": "\"2019-08-31T00:10:53.183259\""}, "49": {"c_id": "6967599666", "post_title": "POSSIBLE MILLIONAIRE IN 12-36 MONTHS", "description": "RIGHT NOW is the tip-of-the-Iceberg GROUND FLOOR, PERFECT TIMING for YOU to Build a Legacy for yourself and your Children's Children! This is ABSOLUTELY HUGE! Definitely Cross-check on Google and You Tube. You will be amazed.\nYou will probably never get another once-in-a-lifetime opportunity of this magnitude ever again.\nPAY CLOSE ATTENTION!\nCBD-HOW IT WILL CHANGE MEDICINE\n\"Single most important Medical Scientific discovery EVER and will save more lives than surgery\"\n-Dr. David Allen M.D. Cardiac Surgeon (Retired)\nMust Watch - first 2 minutes https://www.youtube.com/watch?v=Fh-s64RNtz0&sns=fb\nRight now is your Biggest and Best chance to take your part in the greatest change in Medical History. Over 450 Universities are working on and with CBD right now.\nEarn generous sales commissions and company Profit-Sharing Positions (PSP's) with residuals while marketing our line of over 50 of the finest CBD products on the planet. $200k first year potential.\nFORBES: Said in 2016\n\"Hemp CBD Sales Projected To Hit $1 Billion In 3 Years.\" It hit $3 Billion in 2 years!\nFrom Arthritis to Inflammation, CBD is being approved by top universities, hospitals, and doctors worldwide as a treatment for a wide variety of ailments such as Chronic Pain, Digestive issues (IBS), Sleep disorders, Anxiety, PTSD, Autism, Dementia, Bone and Joint repair, Beauty-Hair, Skin and Nails. CBD stops sugar cravings and can even get people off Opioids, Alcohol and Nicotine addiction without withdraws, and much, much more.\nIf you are unfamiliar with CBD, note: This is NOT Marijuana. Airline Pilots, Firemen, Athletes can use CBD. This is not THC.\nJoin our team and you will be issued two personalized company website. You work from home and invite potential customers to visit your website. As they view the short videos found on the homepage of your website, the Doctors and info on the videos literally build the value for you. When your potential customers purchase CBD products from your website, the orders are automatically processed and shipped to your customers. You get paid weekly by the most lucrative compensation plan in the industry.\nYOU CAN TAKE PRIDE IN KNOWING THAT YOU WILL BE OFFERING:\n* 100% Pure CBD Hemp Products at Wholesale Prices\n* Organic Non-GMO Hemp Grown in USA\n* CO2 Extracted GMP Certified, 60 Day Money Back Guarantee\n* There is NO FRANCHISE FEE\n* NO FEES EVER. Costs $0.00\n* NO Gotcha!\nYou must have a computer and/or a Smart Phone.\nHere are the products and what Your website will look like. Go to: www.keephealthycbd.com your product website\nTo enroll go to: www.keephealthycbd.com\nFill in your information to activate your two websites.\n", "city": "phoenix", "post_date": "2019-08-29 17:41", "insert_date": "\"2019-08-31T00:11:00.503640\""}, "50": {"c_id": "6965763367", "post_title": "Fast-Paced Web Design Position", "description": "Our Production Team is looking for a new WordPress Developer to help us complete customer website requests. As part of the team, you will work in a fast-paced environment to help ensure our customer's ticket are being completed, double-checked, and delivered. \nAs a WordPress Developer your efforts will positively impact small businesses ability to grow & thrive. You will perform a wide range of website development and updates – from daily content maintenance to the creation of new webpages. You must be proficient in WordPress, Responsive Web Design, HTML, CSS and have working knowledge of JavaScript. Additional responsibilities include quality assurance, and SEO practices.\nResponsibilities:\nAble to work in a Fast-Paced environment\nAble to complete up to 8 random tasks in 1 hour\nAble to communicate daily with a production team\nAble to check-in every morning about open tasks\nAble to complete tasks with no errors or mistakes\nAble to work 20-30 hours per week\nAble to work from home\nDOESN'T NEED TO BE MICRO-MANAGED\nWe’re Looking for: \nTeam focused attitude\nEnjoys working at a fast-pace\nLives to meet deadlines\nApproaches each task with excellence\nStrives to continually grow and improve\nHas a great sense of humor\nLearns quickly\nWants to work from home\nCompensation & Benefits:\n• Earn $400 - $600 per week (20-30 hours)\n• Work is 100% remote\nHow To Apply\nFull Name\nPhone Number\nWork Email\nSkype ID\nWhy you're right for this position\n2 References (we can call)\nYour qualifications\n", "city": "phoenix", "post_date": "2019-08-27 09:22", "insert_date": "\"2019-08-31T00:11:07.601658\""}, "51": {"c_id": "6954160903", "post_title": "Web Coding Gig that could become part-time job hide this post", "description": "We're a small marketing agency in need of a new web developer for these types of \"as-needed\" jobs.\nThis Gig:\n- Migrate existing site to new host. It must look and function like nothing ever changed.\n- Knowledgeable with front-end development: HTML/CSS/Javascript coding\n- SEO experience is a plus\n- Looking to hire this week or sooner\nYou: \n- 2+ years of proven experience with site migrations and web development\n- Reliable\n- Able to migrate a website so that it appears and functions as if it never changed hosts/platforms.\nNote: if you do well with this first gig, it could become a part-time job.\nIf it's a match, respond to this Craigslist or text the phone number provided    \n", "city": "phoenix", "post_date": "2019-08-10 21:51", "insert_date": "\"2019-08-31T00:11:14.731596\""}, "52": {"c_id": "6968292210", "post_title": "Refresh Civics Website with Appealing Game/Quiz", "description": "3branchesofgovernment.com is a wordpress site that has been online for a few years. I’ve been trying to get it to rank on the first page for the obvious keyword (I need help with SEO but that is another GIG). It has a few pages of relevant content but I really want it to have one simple fun and easy feature to make it takeoff. I’ve recently paid to have the theme updated but I am not satisfied with it and also found out that the site speed sucks. I’ve had a game created years ago that is embedded onto the site and that is what I would like to focus on bringing front and center. \nMy vision is to have something fun, simple and useful on the homepage. Some of the most successful, liked, shared and visited things are SIMPLE. Meaning the visitor goes to the website and they encounter ONE main thing that they interact with and share because it was relevant to the topic and served its purpose. I’m thinking a lightweight game or visually appealing quiz. Something that is a step up from the quizzes/puzzles that you can embed into a website. So I need someone to upgrade and improve the current game, make something similar but better and feature it front and center on the homepage. Most important it must help the visitor learn and remember what the 3 branches of government are. I want to put out something that actually has a positive impact on the people that use it. \nI had something created years ago but not sure how well it’s functioning on all devices. It can and should be utilized or upgraded and put on the homepage if you feel that is the best and most cost effective solution. The game is here: http://3branchesofgovernment.com/quiz/\nI would like a way to either capture visitor emails after they take the quiz or play the game. Maybe require their email to find out their score or to be entered into a free monthly raffle of all the winners. I can possibly give a flag or copy of constitution away each month. Other option would provide the visitors their score, grade or a digital certificate so that they can share on it on whatever social platforms they may be using. But again...this all needs to be simple for the visitor...think EASY!   \nTRUMP: I rather not bash Trump because I want teachers to be able to share and use the website in schools so it must remain neutral. If anything I was thinking of using something like “Can you name the three branches of government? Find out if you are stable genius! Play the 3 Branches Game!” Because he referred to himself as a stable genius. We can also have an icon created of him as he explores or helps people learn about the 3 branches through the game. But remember the game needs to be quick and easy...just one level. If it works, then it can be expanded in the future because I don’t have the funds for something complex. \nConstitution day is September 17th, 2019 and I feel this would be a good day to have the site refreshed (again) and shared with some sort of cute/fun/interesting/simple game or quiz that is on the homepage. So the deadline to do this is a little over two weeks. There is a yearly survey conducted around the same time and only 32% of Americans can name the 3 branches of government. I would like the idea to be response or tied into that statistic and ready for Constitution day. I am not looking for an intensive...heavy and complex website. I want it to be a website that other developers or designers go to and think...wow why didn’t I think of that? Do you have a long term vision and ideas? Then let me know and maybe we can figure a way to keep the site improving and expanding on a monthly basis. \nPlease be interested in what I explained to you and know what you are doing. I’m looking for someone that “gets it” and can make my idea into a reality within the timeframe without putting me in debt or you having to slave away for hours in front of the computer working on something complex and frustrating. I would like to hire someone that enjoys what they do, has the talent to deliver on my request and is more interested in seeing something created that is well received...becomes a hit and take credit for it. I’m not looking for someone that wants to make a quick buck off delivering another “task”. If you are really good and help me with this then you would be hired again and also recommended. I’m just frustrated with hiring folks and getting bland results. I am a one person broke entrepreneur working a day job so I do not have a large budget so keep that in mind when you send me an estimate. I don’t expect you to work for free and you will be paid whatever price is agreed upon. \nAny illustrations and written content can be provided. I do not want to use stock photos. If you are able to provide customized graphics or know someone that would be a match for this project you can let me know. \nSummary: This is a wordpress website focused on civics. It needs a revamp that can be ready by or before Sept 17th. I would like an interactive quiz or game that is SIMPLE yet stunning on the homepage. It must be website based, lightweight and function on all devices. The new concept must either capture emails and/or provide the ability to share the results of the participants. I would like it to have the best and easiest solution for visitors to leave comments and have a running conversations of the comments under it like you would find on popular news or gossip sites. The current articles and everything else can be minimized so the new feature shines. Only after the site takes off and has the trust of the visitors would I add ads so I can possibly start making back all the money I’ve put into it. The goal is to create something useful related to the topic. \nIf you’ve read this for and interested...\n-Do not copy and paste responses and resumes that you send to everyone else. \n-Give me your thoughts and ideas on my request.\n-Point me to a few things you created so I can see your capabilities. \n-Provide me your solution(s) that you have in mind and the approximate cost.\n-Ask me questions if you need clarification on something. \n-Let me know why you want to work on this.  \nI’m sorry about the long rant but I’ve been pumping money and time into this idea for years, I want it to work but also want it to be useful. I’m not crazy and actually easy to work with. I just want to find someone that understands my vision and my current situation. I cannot and will not respond to every proposal. I will respond to those I am interested in working with. Thank you for your time and interest in my project.\n", "city": "new york city", "post_date": "2019-08-30 20:17", "insert_date": "\"2019-09-06T11:28:45.938260\""}, "53": {"c_id": "6965856736", "post_title": "Need Help making Shopify Website Faster", "description": "Hello, we currently have a new Shopify store website but our speed (especially mobile) is very bad.\nPlease reply if you know how to increase the speed of our store, what the maximum speed you can increase the site too and how much you will charge for this.\nThanks    \n", "city": "new york city", "post_date": "2019-08-27 14:00", "insert_date": "\"2019-09-06T11:28:54.843005\""}, "54": {"c_id": "6965108095", "post_title": "Website designer/developer for Shopify site needed", "description": "Small, established fashion company looking for a freelance web designer to help build a Shopify website. Technical knowledge of building a website and graphic design background needed! \n", "city": "new york city", "post_date": "2019-08-26 14:12", "insert_date": "\"2019-09-06T11:29:02.654391\""}, "55": {"c_id": "6962899441", "post_title": "Website testing opportunity", "description": "Hi,\nI'm looking for participants who recently searched for jobs online or who are familiar with job sites. It will take around 30 minutes and you will be compensated for your time with a meal or a cup of coffee. \nThe test will be conducted in a cafe in Brooklyn or Manhattan.\nPlease do not respond if you are not familiar with job search sites.\nThank you.    \n", "city": "new york city", "post_date": "2019-08-23 11:07", "insert_date": "\"2019-09-06T11:29:10.774024\""}, "56": {"c_id": "6956472253", "post_title": "Website Testing (in person) - $15 Amazon Gift Card", "description": "We're looking for people to come to our SoHo office and answer some questions about our site! It will take about 30 minutes and be quick and easy! At the end, you'll get a $15 gift card.\nPlease email if you are interested and let us know your possible availability today and next week. Our office is located on Broadway and Lafayette.    \n", "city": "new york city", "post_date": "2019-08-14 12:04", "insert_date": "\"2019-09-06T11:29:18.689367\""}, "57": {"c_id": "6954735409", "post_title": "I need a basic website, nothing fancy", "description": "Hi, I need a basic website mock up/demo done by Wednesday, super easy, can be done in html and CSS.  Mostly text.\nHome page with menu bar on the top, a few lines of text and a picture.\nAbout page-my bio (I'm a freelancer) and headshot\nClients-list of clients, company 1, company 2, company 3\nContact page-contact form\nSocial media links on the bottom.\nNo templates (I want it super basic, I don't want Squarespace, wix, weebly, wordpress, etc.)\nI can pay you, please provide me with a quote.  You'll be paid on 8/31.  I pay all my invoices at the end of the month.\nThanks.\n", "city": "new york city", "post_date": "2019-08-12 00:06", "insert_date": "\"2019-09-06T11:29:27.110917\""}, "58": {"c_id": "6972076635", "post_title": "SEO Expert in WordPress/YOAST and Expert in WordPress/Beaver Builder", "description": "A START-UP Family Travel Website is looking for expert part-time individuals with flexible days and hours.  \n1.  SEO EXPERT IN WORDPRESS WITH KNOWLEDGE OF YOAST\nAn ideal candidate is an expert on SEO strategies in WordPress, with additional experience and knowledge in YOAST. Copywriting and Editing skills are a plus.\n2.  WORDPRESS EXPERT WITH KNOWLEDGE OF BEAVER BUILDER\nThis candidate is an expert on WordPress, with additional experience and knowledge in Beaver Builder. \nJobs must be ON LOCATION in Manhattan, near Astor Place.  Please do NOT apply if you cannot be on location.\nPlease send a resume and note the position for which you are interested.    \n", "city": "new york city", "post_date": "2019-09-05 13:38", "insert_date": "\"2019-09-06T11:29:41.004255\""}, "59": {"c_id": "6971036383", "post_title": "seeking SQUARESPACE designer for Brooklyn Braised site redesign", "description": "I am seeking a designer to execute a revised Brooklyn Braised website which reflects our current state of business which includes:\n1) catering\n2) recipe subscription (automated monthly)\nWe are also planning to open a small restaurant at the end of 2020.\nThe process should include the following:\nPhase 1: Discovery \nDiscussions to identify goals, strategies, and content plan\nobjective: Creative Brief\nPhase 2: Content \nCollect, revise, and organize copy, images, and graphics \nConcept Presentation\nobjective: Content Map\nPhase 3: Design \nDevelop branding (look/feel), user experience (UX), and site features\nSquarespace setup (template and styles)\nobjective: Site Map + Wireframes\nPhase 4: Deployment \nQuality testing, finalize settings  and transfer ownership/permissions\nobjective: Site Launch\nThe final site should be completed by December 13th, 2019.\nPlease contact me so that we can speak further regarding this project.\nThanks,\nChrista\n", "city": "new york city", "post_date": "2019-09-04 06:16", "insert_date": "\"2019-09-06T11:29:49.026597\""}, "60": {"c_id": "6970708796", "post_title": "Squarespace Web Design / Development Assistant", "description": "Using Squarespace, create upgrade to simple website (currently in Wordpress), based upon company created wireframe which includes 60 second videos (client supplied), audio connected to images (client supplied), and client created logo and graphic design concept.\nInsert images, audio and video into website upgrade.  Upload new images, audio and video to website as available. Assist Company Owner in learning same. Write instructions specific to this website in how to update same. Include links to social media and execute other website administrative tasks necessitated by upcoming social media launch.\nExpert knowledge of Squarespace including Squarespace Certificate if available \nCreated minimum of 3 Squarespace business websites to date  \nDemonstration of leadership qualities in terms of roles and accomplishments    \n", "city": "new york city", "post_date": "2019-09-03 16:16", "insert_date": "\"2019-09-06T11:29:57.078788\""}, "61": {"c_id": "6970683367", "post_title": "Remote Recruiter Shelley Bot Ai", "description": "Work with Shelley Bot Ai to help match talent with opportunity.\nlink to company website: https://www.botrecruiting.com/\nRequirements:\n- Ideal candidate has extensive experience with full lifecycle recruiting, including sourcing, screening, and \n  interviewing.\n- Ai / SaaS / Startup experience is a plus\n- Sales experience within Staffing is a plus\n- Must be technically savvy, including ATS/CRM/DB experience, experience performing advanced boolean and \n  advanced searches\n- Must be able to work successfully remotely while being part of the team    \n", "city": "new york city", "post_date": "2019-09-03 15:47", "insert_date": "\"2019-09-06T11:30:04.972674\""}, "62": {"c_id": "6968984730", "post_title": "Painting company seeks Web teacher", "description": "Hey there!!  im looking for a decent human being who enjoys working on websites.  I a currently have a website but i want to update it and would prefer to learn some of the back end as well.  I know what i want my site to have and how it should look.\nStaten islanders are a bonus because i am an islander myself. \nIn return i am willing to barter some professional painting for your time.  \nI ride motorcycles, new business owner, father, kind and i love to learn.  \nLet me know if you think we would be a good fit    \n", "city": "new york city", "post_date": "2019-08-31 22:16", "insert_date": "\"2019-09-06T11:30:13.075998\""}, "63": {"c_id": "6968757667", "post_title": "Video Editing to make a Mini-documentary", "description": "Good Day,\nI am apart of an organization called the God Box foundation. The God Box Foundation (TGBF) is the first Pan African Interfaith Organization in the world that embraces, celebrates and promotes the spiritual and religious diversity of the Pan African family. TGBF provides a welcoming, loving, respectful and nurturing platform for religious scholars and bodies, spiritual and traditional practitioners, and all children of God. TGBF helps all to gain the experiential and intellectual knowledge of the multiplicity and west Africa. \nRecently the God Box foundation along with God Box tours, completed our first annual Pilgrimage and tour in Ghana. The event was an amazing success and we have hours of footage from this event and in need of a video editor who has the skill and fortitude to condense the footage into a mini-documentary and trailer. We need this documentary so we can post on our website. This is a timely project and we need someone ASAP. We are willing to negotiate payments to come to a reasonable price for this project. \nIf you are interested, please reply with the following:\n1. A picture \n2. resume or short blurb about yourself\n3. example(s) of previous video work you have completed in the past. \n4. possible quote/rate \nHere is a link to our foundation and a little more of what we do,\nhttp://thegodboxfoundation.org/\nhttps://www.godboxtours.com/\nThank you for your time\n", "city": "new york city", "post_date": "2019-08-31 15:13", "insert_date": "\"2019-09-06T11:30:21.226797\""}, "64": {"c_id": "6968076551", "post_title": "Shopify Expert/ Fashion Intern Needed", "description": "Fledgling fashion start-up seeking fun, smart and savvy Shopify expert to assist and lead with all website updates and modifications on an ongoing basis with a start-date ASAP. \nWe're not technical people, so we need help. Nothing too complicated... probably 4-6 hours per week, paid hourly. Pay is negotiable.    \n", "city": "new york city", "post_date": "2019-08-30 15:09", "insert_date": "\"2019-09-06T11:30:29.399936\""}, "65": {"c_id": "6967291999", "post_title": "Small amount of data entry on a weekly basis", "description": "I own a small business here in NYC (www.TidyWhitiesNYC.com). I need someone assertive and engaging to reach out to my guys on a weekly basis, get their schedules, and input those schedules into the website for the customers to see. It's a small job to start with, with a lot of opportunity for growth. I will ultimately need a full-time assistant to manage the whole company.\nTo that end, although this is just gig work, I would like to meet with/ interview potential candidates. Please be queer-friendly.\nPlease just send a bit of information about yourself and your interest in the job.    \n", "city": "new york city", "post_date": "2019-08-29 13:41", "insert_date": "\"2019-09-06T11:30:37.099306\""}, "66": {"c_id": "6967189491", "post_title": "Work from Home – Professionals Sales and Marketing Reps Wanted", "description": "If you have a cell phone, know how to surf the internet, and want a side gig with support, you are in the RIGHT PLACE at the RIGHT TIME.\nWe are looking for SELF-MOTIVATED people who will follow our PROVEN success system. This is a FREE opportunity. You get access to 12+ e-commerce websites at no extra cost to you.\nHOW MUCH EXTRA INCOME CAN YOU EARN?\nYou earn 20 and 50 percent commissions for each sale, PAID INSTANTLY TO YOU via a Visa Debt Card or your bank account!\nTRAINING PROVIDED\nAll you need to do is share your website with other people through email, text and social media. People check out your website, take a free tour, make a purchase, and you get paid! It’s that simple.\nBest of all, you even get a FREE MARKETING SYSTEM that follows up with your prospects or leads for you.Our products are rigorously tested by independent, 3rd-party labs to ensure quality and consistency.\nThere are approximately 80-90, learn about Mind, Body, Soul Organic Ayurvedic Superfoods Products are all PLANT-BASED, GLUTEN-FREE, NON-GMO, DAIRY-FREE, CRUELTY-FREE to choose from on your unique website. This includes essential oils, Patchouli Soaps, pet products: Flea & Tick Repellent, skin care, nutritional items and more.\nNo inventory. No deliveries. No collecting payments. No meetings. No bugging friends and family. No home parties. Just share your link with others, get sales, and get paid. That’s it!\nYou can build your business 100% online, we also offer wholesale prices for store owners that have an interest in selling our organic products (contact me for a free product sample appointment in your store). That’s what I do. The company handles the shipping, customer service, order taking, returns, and pays you instantly!\nYou can do this part-time or full-time. Free training is included\nAn ideal candidate is self-motivated, teachable, wants more out of life, and will follow our simple success system.\nWhat have you got to lose? Check out the link below to learn more!\nACT NOW!!!! SIGN UP BELOW AND WE WILL CONTACT YOU!!! 100% FREE!! CHOOSE FROM THE FOLLOWING\nRegister for free here: http://www.DebtVsCash.com\n**Note: This is an income opportunity, not a job. You are paid on commission. Serious inquiries only please! Take a free tour to learn more. You are under no obligation to do anything.\nDo NOT contact me with unsolicited services or offers \n", "city": "new york city", "post_date": "2019-08-29 11:45", "insert_date": "\"2019-09-06T11:30:45.481106\""}, "67": {"c_id": "6967151952", "post_title": "Looking for JavaScript Developer in Brooklyn.", "description": "We are looking for a Computer/website Developer to work with us for 2 years max, because of the nature of the blue chip industry; and the products that we want to develop which is in direct relationship with reading and writing, we actually require that you give a call today. with a simple call only\nA Multi-million Company like Wissoft, we totally believe in reading and writing which is the bane of human development and if you think that you are ready for a revolution in your Finances, pls Give us a call today.\nBenefits: Travel around the World  for feasibility studies on the communication industry! \n                 Earn $200k a year!\n                 Be a true agent of change in your own society!\nCall: +1 (718) 235-4500 today!\nhours of (10.00am - 5.00pm)\nOrganised by Stephen J. King,\nfor Wissoft: for readers and writers.\nThank you. \n", "city": "new york city", "post_date": "2019-08-29 11:01", "insert_date": "\"2019-09-06T11:30:53.317779\""}, "68": {"c_id": "6966026368", "post_title": "🌎 Searching For Quality Digital Marketing Agency 4 Social Media & Web", "description": "Searching for a quality digital marketing agency to help increase online business growth for an independent music label. Company must have experience with Music Industry Website and Social Media Platforms. if your business has a verified track record and references pls reply now\nContact Name and Number:\nwebsite:\nmonthly fee options:\n*will not respond without the above information    \n", "city": "new york city", "post_date": "2019-08-27 17:12", "insert_date": "\"2019-09-06T11:31:01.187614\""}, "69": {"c_id": "6963588745", "post_title": "Tutor on facebook to help promote my political web site", "description": "Need a tutor, skilled on Facebook marketing to promote a political website. $30/hr.  Knowledge of Wordpress, a Mac user, and ability to meet in person is a plus.    \n", "city": "new york city", "post_date": "2019-08-24 10:13", "insert_date": "\"2019-09-06T11:31:09.096834\""}, "70": {"c_id": "6961840057", "post_title": "Computer Programmer/Coder Needed", "description": "Need Computer programmer/coder for website set up and configuration. Early start up project with big potential and backing necessary for growth.    \n", "city": "new york city", "post_date": "2019-08-21 19:06", "insert_date": "\"2019-09-06T11:31:17.034068\""}, "71": {"c_id": "6960385916", "post_title": "Work from Home – Online Sales Reps Wanted", "description": "If you have a cell phone, know how to surf the internet, and want a side hustle with unlimited opportunity, you are in the RIGHT PLACE at the RIGHT TIME.\nWe are looking for SELF-MOTIVATED people who will follow our PROVEN success system. This is a FREE opportunity. You get your own e-commerce website.\nYou earn 20 and 50 percent commissions, PAID INSTANTLY! In all, there are 7 ways to get paid!\nAll you need to do is share your website with other people through email, text and social media. People check out your website, take a free tour, make a purchase, and you get paid! It’s that simple. \nBest of all, you even get a FREE MARKETING SYSTEM that follows up with your prospects for you. \nhttp://www.HBNPowerline.com/248772?bklyn\nThere are approximately 80-90 products to choose from on your unique website. This includes essential oils, CBD, soaps, pet products, weight loss, skin care, nutritional items and more. \nNo inventory. No deliveries. No collecting payments. No meetings. No bugging friends and family. No home parties. Just share your link with others, get sales, and get paid. That’s it!\nYou can build your business 100% online. That’s what I do. The company handles the shipping, customer service, order taking, returns, and pays you instantly!\nYou can do this part-time or full-time. Free training is included. You even get your own success coach to help teach you the ropes. \nAn ideal candidate is self-motivated, coachable, wants more out of life, and will follow our simple success system\nWhat have you got to lose? Check out the link below to learn more!\nhttp://www.HBNPowerline.com/248772?bklyn\n**Note: This is an income opportunity, not a job. You are paid on commission. Serious inquiries only please! Take a free tour to learn more. You are under no obligation to do anything.\ndo NOT contact me with unsolicited services or offers    \n", "city": "new york city", "post_date": "2019-08-19 20:52", "insert_date": "\"2019-09-06T11:31:25.017858\""}, "72": {"c_id": "6957344268", "post_title": "SEO Expert-WordPress/YOAST and WordPress Expert w/Beaver Builder Exp", "description": "A START-UP Family Travel Website is looking for expert part-time individuals!\nSEO Expert in WordPress with Knowledge of YOAST\nAn ideal candidate is an expert on SEO strategies in WordPress, with additional experience and knowledge in YOAST. Copywriting and Editing skills are a plus, Flexible days and hours. Job will be ON LOCATION in Manhattan, near Astor Place. Please do NOT apply if you cannot be on location.\nWordPress Expert with knowledge of Beaver Builder\nWe are looking for an expert on WordPress, with additional experience and knowledge in Beaver Builder. Flexible days and hours. Job will be ON LOCATION in Manhattan, near Astor Place. Please do NOT apply if you cannot be on location.    \n", "city": "new york city", "post_date": "2019-08-15 14:45", "insert_date": "\"2019-09-06T11:31:33.038950\""}, "73": {"c_id": "6956419632", "post_title": "🔴 MAKE MONEY WITH ONLINE MARKETING", "description": "Provide business owners with a revolutionary online platform to help drive more sales and leads to their business\nThis single platform allows a business owner to build landing pages, create online ads, send out email campaigns and access website & ad analytics\nAs an affiliate, receive a $125 bonus for every five customers and also receive residual income based on your team's group subscription sales on your 1st six levels\nSubscription plans as a customer/affiliate start at $57/mo. \nCommission examples:\n-Earn $2,000 monthly residual income when you have $5,000 in group volume monthly subscription sales on your 1st two levels\n-Earn $4,000 monthly residual income when you have $10,000 in group volume monthly subscription sales on your 1st two levels\n-Earn $6,000 monthly residual income when you have $15,000 in group volume monthly subscription sales on your 1st two levels\nFor more info, visit https://advertiseyourbusiness.now.site and https://royaltieaffiliate.now.site\n", "city": "new york city", "post_date": "2019-08-14 12:27", "insert_date": "\"2019-09-06T11:31:40.855225\""}, "74": {"c_id": "6956275521", "post_title": "Good Computer Repair Tech Needed", "description": "Geeks On Demand is in need of a few good computer repair techs to cover Bronx  and other parts of surrounding area. \nThe techs we choose will have their name, contact info and their personal phone number placed and promoted with their very own profile in the “ service areas” page of our Geeks On Demand website. \nwww.TheGeekOnDemand.com\nWe have a marketing team that does SEO to the website , and we will give these techs free marketing via our Geeks On Demand website so visitors to the website can find them and call them directly for services. \nVisitors to our Geeks On Demand website become your very own customers, you charge them whatever price you would normally charge your own customers and they pay you directly.\nYou do not have to pay us any percentage or fees , I repeat , you do not pay us a thing.\nWe ask that techs who are interested immediately email or text us so we can interview you.\nYou must be willing and able to:\n* Have verifiable experience in all aspects of computer repairs , including networks , PCs, Macs and servers. \n* Be able to answer the question “ what makes you a great tech”\n* Be available to take on jobs on short notice and through out the week and sometimes on weekends.\n* Have your own reliable transportation \n* Have a valid non expired state issued drivers license \n* Have atleast 3 years experience in doing onsite repairs of computers\n* Be willing and able to cover a 50 mile radius of your location if called on a job ( your paid $10 and $20 bonuses for longer drives )\n* Good attitude , Honest and people friendly \nIf you fit that criteria we want to hear from you , email or text us at the following number so we can later call and interview you: \n(904) 352-8695\nGeeks On Demand \nTheGeekOnDemand.com\n- - - - -\nGeeks On Demand needs techs in your area. Unlike Field Nation , Thumbtack , and other similar platforms , we do not charge you.\nVisitors to the website that call you become your very own customers that you bill directly , no 3rd parties or companies that you will have to go around or have to deal with at all.\n", "city": "new york city", "post_date": "2019-08-14 05:00", "insert_date": "\"2019-09-06T11:31:48.844533\""}, "75": {"c_id": "6967126557", "post_title": "WORK FROM HOME OPPORTUNITY! FREE SIGN UP! RISK FREE!", "description": "WORKING FROM HOME!! NO PURCHASE REQUIRED!!! \nTraining Provided \nWebsites Provided \nACT NOW!!!! SIGN UP BELOW AND WE WILL CONTACT YOU!!! 100% FREE!! CHOOSE FROM THE FOLLOWING \nRegister for free here: http://www.DebtVsCash.com\nNO EXPERIENCE NECESSARY FOR ANY OF THE ABOVE POSITIONS. ANYONE CAN SIGN UP AND MAKE MONEY FROM HOME!!  **Note: This is an income opportunity, not a job. You are paid on commission. Serious inquiries only please! Take a free tour to learn more. You are under no obligation to do anything.  Do NOT contact me with unsolicited services or offers. \n", "city": "new york city", "post_date": "2019-08-29 10:28", "insert_date": "\"2019-09-06T11:31:56.917053\""}, "76": {"c_id": "6954074597", "post_title": "CTO in a promising startup (Equity compensation)", "description": "A very promising SaaS startup in video entertainment and education is looking for a talented CTO. The job could be either full time or part time, as long as it is above 20 hours/week. \nIt is promising not only based on the feedback we got from surveys - the idea turned out to have been completely validated in an another geographical area. A similar company raised 10M within 18 months. But we do not have competitors yet in the U.S. \nWe are a team of 3 people. Two of us have left their lucrative full time jobs. One of us has a prior CEO experience in e-commerce with 0.5M in sales. \nRequirement:\n- Work from home for 20+ hours a week. During these hours we expect you to be able to communicate whenever needed, at a short notice, and fully engaged with the team. \n- Experienced and talented at building websites. \n- Experience in languages that allows us to build an agile website, with an administrator panel that allows us to manage a large number of videos \n- Very motivated and ambitious that wants to make it big\n- Friendly and team player\n- Responsive and available to calls/emails\nResponsibility: \n- Building a simple MVP website - which based on external estimates, might take less than a month. We will take that website to investors. \n- Thereafter we both get to decide whether your job will consist of supervising external developers or doing the development in-house. \n- When investors come in you will be offered a salary \nCompensation: \nGenerous Equity compensation \nSalary once investors get on board. \nExperience that will be tremendous on your CV\nExcitement for being part of a promising startup! \nPlease respond by email with a CV ad LinkedIn profile and tell us why you would be a good fit.\n", "city": "new york city", "post_date": "2019-08-10 20:20", "insert_date": "\"2019-09-06T11:32:04.959008\""}, "77": {"c_id": "6966801002", "post_title": "Content update: for Arts, Intellectual Journals", "description": "We are jubilant, festive, playful, collegial, part-Dionysian, witty bunch of artists, intellectuals, scholars, teachers. We seek one jubilant, festive, playful, collegial, part-Dionysian, witty person with site-maintenance experience to maintain (mostly update content on) two of our websites. The job is low-stress and -- insofar as it will require minimal work on non-strict deadlines, and since the total amount of hours worked per year will not exceed 40-- is suited for that candidate looking for extra money for easy work and who might find inspiring kinship with our fun and witty community of scholars and artists.    \nOne site requires weekly maintenance and content updating (approximately 1-2 hours per week, but certainly not every week of the year); the second site requires only to be updated with fresh content twice annually, and will require approximately 6-10 hours of work for each of the two weeks of updating.  We essentially migrate talks and lectures from our boisterously fun and intelligent symposiums onto our so-called online symposiums.    \nPerks for the employee include invitations to one of our many annual incredibly fun, festive and intellectually inspiring events.    \n", "city": "new york city", "post_date": "2019-08-28 18:03", "insert_date": "\"2019-09-06T11:32:13.092691\""}, "78": {"c_id": "6962731359", "post_title": "DTC website design and set up", "description": "We are looking for a website developer who has done Direct to Consumer websites in the past for selling consumer goods.  \nExperience with Shopify\nExperience setting up multi channel shopping experience (including Facebook, Amazon, etc)\nExperience with free stock photo selection for websites\nPlease send resume and example of your work and 2 references    \n", "city": "new york city", "post_date": "2019-08-23 01:50", "insert_date": "\"2019-09-06T11:32:21.170012\""}, "79": {"c_id": "6960937505", "post_title": "RETAIL DEMOS - POPULAR COFFEE BRAND", "description": "COFFEE LOVERS WANTED!!\nPRODUCTIONS PLUS - THE TALENT SHOP is looking for reliable, outgoing and professional individuals to become in-store product demonstrators for a luxury coffee brand in high end retailers like Macy's, Sur La Table, William Sonoma and Bed, Bath & Beyond! Great part-time gig, hourly pay plus commission, W2 status!\nLocations Hiring:\n1. Northern VA - Vienna, Fairfax, Tysons, Alexandria, Arlington etc\n2. South Portland ME (2-3x/month)\n3. Bridgewater, NJ\n4. King of Prussia, PA\n5. Washington DC metro \n6. Philadelphia PA\n7. Vriginia Beach VA\n8. Dulles VA\nPay Rate:\nPay is $20-23 hour plus opportunity for commission\nPaid Training:\nTraining date TBD - This training paid at $15/hr will count as the second interview for the program.\nJob Description:\n** Demonstrating espresso machines while focusing on sales\n** Sampling espressos, cappuccinos, and lattes to customers\n** Educating customers on the brand -- Coffee, Machines, and Club\n** Merchandising the machines and display\n** Cleaning up the machines at the end of your shift\n** Send in daily results to agency and client website\nSchedule:\nSaturdays and Sundays throughout the year.\nMust work a minimum of 4 'days' per month.\nHours typically from 4-6 hours\nRequirements:\n** Must complete Program Training with Regional Sales Manager\n** Previous retail, sales, or promotional experience is required\n** Friendly and energetic personality who loves talking with customers\n** Passion for coffee\n** Professional and reliable\n** Consistent availability\n** Have access to a computer and printer to complete weekly reporting.\nTO APPLY PLEASE SEND THE FOLLOWING TO LCOTTON@PRODUCTIONS-PLUS.COM:\n1.Headshot/recent photo\n2.Resume\n******SUBJECT LINE: COFFEE DEMONSTRATOR: LOCATION PREFERRED******    \n", "city": "new york city", "post_date": "2019-08-20 15:57", "insert_date": "\"2019-09-06T11:32:29.060684\""}, "80": {"c_id": "6951562972", "post_title": "Work From Home - No Cold Calls + Commissions", "description": "Tired of your commute? \nStay-at-home parent?\nMilitary Spouse?\nDisabled?\nNeed extra income?\nConsider a work-from-home contract \nwith Gifted Investments, LLC, a virtual call center. \nCONTRACT SUMMARY\nWork-from-home contractors take incoming calls and make outgoing calls from their homes. Contractors can choose from over 40 Fortune 500 companies in which to service. Contractors will provide high level customer service to include placing orders, answering questions, and problem solving. Product and technical support may also be provided as well as sales.\nKEY CONTRACT RESPONSIBILITIES\nDeliver exceptional customer service\nRepresent the company with loyal brand consistency \nSell products and services of some clients\nWHY CONTRACT WITH GIFTED INVESTMENTS, LLC?\nChoose a flexible schedule that fits your life\nEnjoy time off when you need it\nGet top pay and 100% of bonuses earned\nGet support as a work-from-home contractor with virtual meetings and local events \nJOB REQUIREMENTS\nMinimum Education and Experience:\nHigh School Diploma or GED required\n1 year Customer service experience required\nPhone-related customer service a plus\nFamiliarity with Microsoft Windows, Word, and Google applications\nKnowledge and Skills:\nType minimum of 25wpm\nAbility to navigate multiple phone and computer systems \nExcellent customer service skills\nExcellent oral and written communication skills\nStrong listening/comprehension skills\nAbility to stay composed and objective\nConversational, patient and confident, with a positive attitude\nWORKING CONDITIONS\nWork from the comfort of your own home \nQuite work space free of people and pets\nWorkspace must include hard-wired internet service and landline phone\nDISCLAIMER: This is a work-from-home contract opportunity. You will be an independent contractor and receive a 1099 at the end of the tax year. \nTAKE THE NEXT STEP\nVisit our website at giftedinvestmentsllc dot wordpress dot com. Go to the Get Started page and click Start Application button. Complete the job assessment (the first step in the application process). Once we receive your completed assessment, you will be contacted within 24 hours to schedule a phone interview. Please visit our FAQ's page and Arise work from home dot com for more information about our contractor positions. These locations are loaded with answers for most of your questions. \nABOUT GIFTED INVESTMENTS\nOur mission is to provide work-from-home career opportunities and support to families while creating greater work-life harmony. We partner with stay-at-home moms, retirees, veterans, military spouses, home-bound, people with disabilities, and others wishing to work from home.    \n", "city": "new york city", "post_date": "2019-08-07 13:06", "insert_date": "\"2019-09-06T11:32:37.101668\""}, "81": {"c_id": "6966377341", "post_title": "Social Media, Blogger,E-mail funnel,Web Site", "description": "Executive Limousine seeks social media manager. Post on FB and Instagram, create e-mail funnels, minor website updates, create landing pages. Work on or off site.\nTell me what you got and what you need!\nDoug    \n", "city": "new york city", "post_date": "2019-08-28 09:51", "insert_date": "\"2019-09-06T11:32:51.385315\""}, "82": {"c_id": "6965525770", "post_title": "who knows how to promote my podcast without spending big money getting", "description": "NO OUT OF STATE PEOPLE NEED CONTACT ME..NONE..\nAlSO..IF YOU DON'T KNOW HOW TO READ AND RESPECT A AD.. DON'T BOTHER TO CONTACT. \nONLY LOCAL PEOPLE ONLY NEED CONTACT ME !\nALSO NO TEXT NO EMAILS..LEAVE YOUR PHONE NUMBER ONLY !\nALSO DON'T JUST GIVE A PHONE NUMBER WITHOUT DISCRIBEING WHO YOU ARE\nAND WHAT YOUR ALL ABOUT..\n i need help in getting people over to my site...without spending big money or no money at all..or pay by the hour..\nalso i need help in how to do twitter...and what are the best social media sites around to promote my podcast..\nhow to set up a youtube channel..like go live ! \nthe person who helps me is a person with a podcast and knows internet broadcasting...websites promoting etc...\nlike i said..il pay someone ...but not to be riped off...i rather pay someone by the hour...    \n", "city": "new york city", "post_date": "2019-08-27 01:55", "insert_date": "\"2019-09-06T11:32:59.420608\""}, "83": {"c_id": "6968510430", "post_title": "Landscaping, Construction, Handyman for Website", "description": "Hello,\nI run a web agency and I'm currently building a house. I am looking for trades-people / trade businesses who would like a free website in exchange for a work-trade. I can build high quality, amazing looking websites and have a pretty robust portfolio. I have worked with a lot of small / mom & pop businesses in the past.\nTree installation, gardening, painting, custom-decor, interior design - whatever you got, if you need a website and want to do a work-trade, let me know!\nThanks!    \n", "city": "raleigh / durham / CH", "post_date": "2019-08-31 10:09", "insert_date": "\"2019-09-06T11:46:59.844273\""}, "84": {"c_id": "6964907208", "post_title": "Seeking a LOCAL paid student intern as PC and web guru", "description": "Read all of this advt before responding\nSeeking a local college student to help with my PC and with my Website\nI need LOCAL, ON-SITE student help.  \n* my website needs a lot of tweaking and some updates\n* the internet is sometimes slower than usual\n* dozens of processes (some suspect) are running all the time\n* my principle email address does not receive 100% of what is sent to it\n* other tasks\nWhen you apply, please state your college and what year you are in (Frosh, Soph, Jr)\n                ...........Seeking a LOCAL college student to help with my PC and with my Website...........    \n", "city": "raleigh / durham / CH", "post_date": "2019-08-26 10:48", "insert_date": "\"2019-09-06T12:04:09.211809\""}, "85": {"c_id": "6957643506", "post_title": "UNICORN HEADPHONES TESTING", "description": "We're a new business and looking for people to test our unicorn headphones that we're selling on e-commerce website. We require 15 min of testing remotely. Please let us know if you are interested!\n****PLEASE PUT IN SUBJECT LINE ---- UNICORN HEADPHONES    \n", "city": "raleigh / durham / CH", "post_date": "2019-08-15 22:30", "insert_date": "\"2019-09-06T12:04:17.549511\""}, "86": {"c_id": "6971656978", "post_title": "Help me navigate my WordPress website", "description": "The person who built my beautiful website died when she finished it. We have never really used it because we didn't get proper training.  I am looking for someone to get me on the right path to use the site especially from the back side. I know very little about WordPress and its functionality.  It is a retail site.    \n", "city": "raleigh / durham / CH", "post_date": "2019-09-04 20:38", "insert_date": "\"2019-09-06T12:04:25.616937\""}, "87": {"c_id": "6978804180", "post_title": "Wordpress Website Manager", "description": "I'm looking for someone who can manage my Wordpress website including:\nEditing and administrating existing web pages\nCreating new pages: both full template pages and landing pages\nInserting media files\nConnecting pages to video platforms like youtube and vimeo \nConnecting pages with my back end CRM and API\n-Including ecommerce and payment portals\nCreating auto responder sequences \nFor someone who knows that they're doing it's very straightforward and not complicated.  You must be prompt, reliable and easy to communicate with.  Please include a resume/C.V. and a basic cover letter. I'm looking to cultivate a long term working relationship.  The project starts at $20.00 an hour.  That is not negotiable although it is open to increase over time once we develop a great track record together.  Project based arrangements are possible as well.    \n", "city": "new york city", "post_date": "2019-09-14 17:07", "insert_date": "\"2019-09-16T19:03:39.303738\""}, "88": {"c_id": "6979369506", "post_title": "Work from home - simple web data scraping job - importing data to CVS", "description": "This is a remote position. Looking for an admin professional for a simple web/data scraping job. This will require you to visit several websites and pull the following information:\n- Links to 2 or 3 pictures\n- Website address\n- Social media profile links (Facebook, Instagram, Twitter, YouTube)\n- Telephone number\n- Email address\n- Categories rendered by business\nThe job is short term, with the possibility of doing more eventually.\nMust have experience with similar projects. Excel and google docs experience is essential.    \n", "city": "new york city", "post_date": "2019-09-15 16:48", "insert_date": "\"2019-09-16T19:04:08.070741\""}, "89": {"c_id": "6976006918", "post_title": "Cell Phone & Computer Repair Technician", "description": "Westchester County Cell Phone Repair is looking for a self-driven technician to help us grow our brand and our company.\nOur commitment to customer satisfaction is a direct result of the rapid growth of our company within Westchester County. We handle everything from iPhones, iPods. iPads, Samsung's, tablets, to laptops and computers.\nWe're looking for Technology-minded person in tune and up-to-date with current wireless gadgets and associated gear. As a company, we have a huge growth plan in place. We need people just like you that thrive in a constantly evolving environment that can adapt to the ever-increasing demand for gadget service and cutting edge accessories.\nBasic Qualifications:\n- Outstanding customer service skills\n- Must demonstrate technical, problem-solving, and analytic skills\n- Strong written and oral communication skills\n- Must work well in a team environment\n- Must be willing to sell products\n- Must be punctual\n- Ability to work flexible hours, including weekends (we are closed for most major holidays)\nTasks, Duties, and Responsibilities:\n- Diagnose, troubleshoot and repair devices\n- Explain complex technical issues to customers in a non-technical, simple to understand manner\n- Must feel comfortable self-teaching\n- Willingness to grow within the company\n- Greet customers in a friendly manner and maintain a positive work environment\n- Answer customer emails and phone calls in a professional manner\n- Will be held accountable for the appearance and cleanliness of the store\nRequired Qualifications :\n- Must have a High School Diploma or GED or Technical Diploma.\n- Computer repair skills \n- Industry: Wireless Telecommunications - Repair / Maintenance Services.\n- Must have top tier, high level, cell phone and table repair experience.\n- Cellphone and Computer Repair: 1 year (Required)\n- Retail Sales and Customer Service: 1 year (Required)\nWe are specifically looking for a candidate to fill in the following days:\nSaturday: 9am-7pm\nSunday: 9am-7pm\nWednesday: 9am-7pm\nBased upon performance, we can bring you on board for a Full-Time Position at $13 - $16 an hour.\nPlease reply to this email with a cover letter and resume. Thank you!\nVisit our website at: WCCPR.COM\n", "city": "new york city", "post_date": "2019-09-10 21:06", "insert_date": "\"2019-09-16T19:04:13.808596\""}, "90": {"c_id": "6975721975", "post_title": "\"Inhouse\" Front End Developer", "description": "Hello,\nOur company is seeking an individual to work at our office at 20th Street in tandem with our Programmer - you will be assisting her in our efforts towards converting a website from Joomla to a more traditonal PHP architecture. Our project entails taking content from a Joomla Page and transfering it over to out new PHP Template. The work is not difficult and would be a good project for someone looking to build ther professional portfolio. \nOverview\n• Solid understanding and experience with HTML, CSS, vanilla Javascript and jQuery.\n• Basic Photoshop experience.\n• Familiarity with PHP or other backend language to be comfortable working with pages that have PHP in them.\n• Ability to write clean, well formatted code (html/css/javascript)\n• Know how to use regular expressions pattern matching.\nWe're looking for an in-house candidate who can work with us in developing and improving our existing websites. \nOur goal is to find the right individual who can perform many basic-tier functions: \n1. HTML programmer (not WYSIWYG user)\n2. Graphic Design / Editing (Photo Resizing, Custom Graphic Design, Etc.) \nYou'll need an excellent command of all facets of front-end web development.\nThe ability to craft good quality written content independently \nIn essence; we need a person who is HTML savvy + has some Graphic Design Skills\nDon't apply if you can't meet the requirements... \nThe ideal candidate will work closely with myself and our company principle in development...\nThe hours of operation needed would be between 3 to 5 hours a day, Mon through Fri.\nIt's just as important you have a strong work ethic, are a problem-solving whiz, have notable organizational skills, and above all, are detail-oriented. If you can boldly check off those things, you've already piqued our interest.\nQualifications:\n- Rock-solid in front-end development; HTML, CSS.\n- Support A-grade browsers and accessibility \n- PHP and SQL skills is necessary \n- 3 - 4 years of prior development experience in internet advertising, product advertising, and/or site development strongly preferred\n- Create HTML and CSS from scratch (*NO WYSIWYG EDITING*)\n- Maintain super-clean coding practices; excellent documentation\n- Are extremely efficient; can manage multiple projects at once \n- Have extensive experience with cross-platform/browser development\n- Comfortable with basic Unix command line operations\nDo not apply if:\n- you wish to work from Home \n- you're a designer who dabbles in HTML/CSS/JS\n- your code is unorganized\n- you've never been part of a large project\n- you've never used a CMS before \n- you can't see that something is out of alignment by one pixel\n- the only interaction with a server you've had is via FTP\n- you don't have \"first-hand\" knowledge of what a JS form validator is \nPrincipals only. Recruiters, please don't contact this job poster.\nPlease, no phone calls about this job!\nPlease do not contact job poster about other services, products or commercial interests.\nTo apply - please respond with the Subjectline \"\"Inhouse\" Front End Developer Position\"\nWe will be culling out all canidates that cannot pay attention to detail\n", "city": "new york city", "post_date": "2019-09-10 14:43", "insert_date": "\"2019-09-16T19:04:19.561412\""}, "91": {"c_id": "6973374842", "post_title": "Kids Headphones Product Testing", "description": "We're a new business and looking for people to test our wireless kids headphones that we're selling on e-commerce website. We require 15 min of testing remotely. Please let us know if you are interested!\n****PLEASE PUT IN SUBJECT KIDS HEADPHONES    \n", "city": "new york city", "post_date": "2019-09-07 10:04", "insert_date": "\"2019-09-16T19:04:25.267494\""}, "92": {"c_id": "6974386017", "post_title": "BLOGGING AND SOCIAL MEDIA POSTING", "description": "Hiring Freelance Writer/Editor - Pay $50 per article\n© craigslist - Map data © OpenStreetMap\n(google map)\ncompensation: $50 per article \nWe are hiring a freelance writer/editor to create blog posts, articles, web content and more. \nWork can usually be completed based on the freelancer's availability and schedule, however if a deadline is provided, it must be adhered to.\nThe type of content needed will typically be for different small business and organizational websites.\nThe rate of pay for this position is $10 per 100 words (comes out to approximately $50 per article).\nIf interested, please send your resume    \n", "city": "new york city", "post_date": "2019-09-08 18:28", "insert_date": "\"2019-09-16T19:05:39.729601\""}, "93": {"c_id": "6977286872", "post_title": "Motion Graphics Expert Needed", "description": "Busy Central New Jersey design firm is seeking an experienced and dynamic video animator as a freelance position. Along with an immediate need, there will be a variety of projects every month on an on-going basis. Expert knowledge of After Effects is a must. Please provide hourly rate and a portfolio/website link with samples.    \n", "city": "new york city", "post_date": "2019-09-12 16:01", "insert_date": "\"2019-09-16T19:06:03.144125\""}, "94": {"c_id": "6978360283", "post_title": "We Need USA only Website Application Testers", "description": "We Need USA only Website Application Testers\nI am a software developer (www.signOnDoc.com) and need web site application testers (Up to 25 USA testers) to test my websites for functionality while recording their use of these sites on their personal computer screens.  \nThe test time is no less than 45 minutes; Max time is about 1 hour 15 minutes. You must install a screen recorder app on your system before you start, to give us the copy of your screen recording.  \nWe pay $10.00 max per hourly test by PAYPAL only. \nYou must be an undergraduate and have some knowledge of business documents.  It would be good if you can find any bugs or improvements in our software, but you do not have to find a bug to get paid.  Just send a copy of the screen recording by email attachment and once we see that you did test our system for about an hour (plus or minus 15 minutes), we shall pay you.  \nBefore you start you must give us your email address that you will use to create an account at our site and also get paid from PAYPAL (It has to be same email only) . We shall give you access to premium membership within a day or so; for one day or so you can test our premium features.  \nWe have 5 different portals and will need repeat testing of the upgraded features every week, so we need serious people only. The first website is www.signOnDoc.com (others will follow every week). This work is for North Americans only. Positively no foreigners please.  \nThere are plenty of free screen recorders available (I can send you few, if needed). The time of the day to test is up to you (You decide when you can do it). This application is to test e-signatures on documents by various parties. The emailed (documents) sent to other parties (if they agree to participate) will also get paid provided they also record their screens also.  Max two persons one on test (Max $20.00).  \nNo mobile phone testing please.  It must be on desk top or laptop (Full OS; any windows, Linux or MAC OS). Any questions please ask before you start. \nThanks for participation. \nHappy Testing!!!    \n", "city": "new york city", "post_date": "2019-09-14 05:13", "insert_date": "\"2019-09-16T19:06:17.598139\""}, "95": {"c_id": "6978897265", "post_title": "** AVADA THEME EXPERT ** DESIGNER NEEDED", "description": "Looking for a freelanced graphic designer to make some small adjustments to my website. Tweaks include:\n* Change of fonts\n* Change of font size\n* Alignment of site and paragraphs\n* Boldening Section headings or making them more colorful\n* Tweaks of Homepage video banner text \n* Tightening up of photos on site to make the image size consistent all across\n* Minor additional tweaks that may be necessary\nWilling to pay $50 for the entire job. Will provide details after speaking with vendor This is a small project for a qualified graphic designer.    \n", "city": "new york city", "post_date": "2019-09-14 19:41", "insert_date": "\"2019-09-16T19:06:23.326450\""}, "96": {"c_id": "6976135548", "post_title": "Body mind spirit author/orator seeks personal assistant", "description": "After narrowly escaping physical death, in many dark nights of the soul, it became my passion to transform from attorney to one who help others through my trials and tribulations which were blessings. I do so through various channels. In the end everything really culminates in increasing physical well-being, mental health, consciousness, awareness, wakefulness, and inner peace.\nA little more so you may have a frame of reference: I resurrected myself from near physical death, and inner mental/emotional death. I changed my course in life to share my personal healing with others which led to a 20 year body mind Spirit mission, plus a 3 month course derived therefrom soon to be recorded and published for worldwide distribution to help others around the world. This multi-level wide-ranging comprehensive course shall help radically change and save many lives, plus save many from inner hell for the uncountable suffering inside, or those who just want to go higher and wake up on whatever level they may.\nI also am an attorney who specializes in self-defense law, meaning fighting for the rights of those who defend themselves as victims, who at times wind up being a victim of a sometimes unfair to judicial system. I recently published a powerful informative book in furtherance of such.\nI further have intentions of speaking out on political and social issues, and possibly entering the political realm eventually. Much of this has to do with becoming aware of programming, and understanding what is really going on behind the scenes.  \nA personal assistant who is attuned with what I do and I would be quite helpful. I am incredibly disorganized; paperwork freaks me out, and that includes \"online paperwork.\" Need somebody who is my sort of better \"business-half\" to balance what I'm good at and not good at; I am much more not good at things than I am good at things.\nThe talent and skills necessary to help me is varied. However one does not necessarily need all of these talents and skills. Some is better than none.\nSome of the talents and skills would be:\n-Many more books audios and courses are coming and I need help editing them. \n-The written books and some courses need to be loaded into Adobe.\n-These books audios and courses need to be uploaded onto Amazon and such.\n-Some of these books audios and courses may be audio and/or video so knowledge of editing such of any type good.\n-Ability to create book covers and logos and edit pictures and such via graphic design and such good.\n-Have two websites that need attention.\n-Have several YouTube channels that need videos uploaded into such and more.\n-Have newsletters that need attention facilitation and creation and such.\n-Need some of my business and private phone calls done during the day.\n-Need promotion of the books videos and courses that I am developing. This would include contacting television, radio, podcasts, YouTube channels, Internet outlets, etc., to acquire appearances of me to promote.           -Creation and upkeep of affiliate links.\n-Ideally would like to dictate books and have them transcribed, so transcription ability good such as being out the type very well while listening to me speak out books.\n-Knowledge of graphic design for book covers and such. \nYes a Jane or Jack of all trades ideally sought.\n*PLEASE LET ME KNOW WHICH OF ANY OF THESE ABILITIES YOU HAVE, AND ANY OTHER POSSIBLE APPLICABLE TALENTS.\nHonesty loyalty trust stability and dedication are valued by me above all else. \nSome fluidity with body mind Spirit and/or passion to help serve others a positive element, though not mandatory.\nI am uniquely different in every which way, including what I teach. I am the epitome of non-conventional. I do not come in a neat square box; I do not like boxes. \nI also have vast goals, so it would be good if monumental success and public notoriety provokes your inner passion. \nWe are living in a world that is a mixture of beautiful and well not so beautiful. With that our process of working together will start slow so we are both sure we are on the same page, and build trust as trust also is paramount to me. \nBecause I serve people in Spirit much more so than money I am not flush with cash. Accordingly my ability to pay hourly has limits. And, at first, the hours will start off low and slow, let's say maximum five hours or so per week, and most probably grow over time as hopefully trust is formed, and as these materials are brought to the public and begin to generate profit to pay for increased hours and hourly wages and such. So I need somebody who is understanding of this, patient, and willing to work together toward a better future.\nAccordingly I would appreciate if you would respond with how much you feel comfortable working for per hour minimally so I know if or even on the same page. Though over time there is no ceiling or limit.\nAs well, under no circumstances will I hire anyone who cannot come to me for an in person interview; not happening. (If distance is a true genuine issue, I am open to the possibility of doing interviews through Skype, Facetime, etc.). I am located on the South Shore of Long Island. \nIf you choose to reply be aware that although my core is Spirit and my purpose is service, this is not my first rodeo, and I learned all too well regrettably to deal with new people very carefully. Accordingly, to start off with, please reply with full legal name, legitimate social media links, phone number, and spell out your e-mail address as it is not seen in your response through Craig's. \nAs well please take some time to fill me in on who you are, some things about you, and importantly why you want to serve with me. If you cannot take the time to do that, you probably don't have the dedication it takes to make this happen.\nThis is a profound opportunity to profoundly help others, and in doing so you shall profoundly help yourself.\n", "city": "new york city", "post_date": "2019-09-11 07:17", "insert_date": "\"2019-09-16T19:06:34.986146\""}, "97": {"c_id": "6974530820", "post_title": "Web Designer/Partner Needed for Startup", "description": "I am looking for a web designer to assist me with building a website. \nCurrently I own the domain name and a WordPress business account but it has become too much for myself to figure out. The ideal candidate will be familiar with WordPress and what it would take to get a website up and running as well as maintaining it. I have received many quotes for building a website and they have been completely out of my budget. I am interested in finding the right person to assist me in getting this idea off the ground and possibly having a share in the company if it is proven successful. Further details will be discussed upon selection. \nDue to the nature of this project, you will be required to sign a Non-Disclosure Agreement. \nYou must be local to the Hudson Valley and able to meet around Wappingers Falls. \nIf this is something you are interested in please send me some of your own work and a description of your experience. I look forward to talking to you. \n", "city": "new york city", "post_date": "2019-09-08 23:41", "insert_date": "\"2019-09-16T19:06:40.754549\""}, "98": {"c_id": "6971568276", "post_title": "PHP Developer", "description": "Quality Ventures is seeking an experienced part-time PHP developer. With experience working with MySQL in addition to HTML, JavaScript and CSS.\nYou will be working hand-in-hand with front-end designers to develop innovative web products for numerous Quality Ventures clients. The hours are flexible around your schedule with a maximum of 2-3 days a week. We strongly would like someone to work out of our office located in Hauppauge, NY. However, we would be open to having the right candidate work remote.\nSkills and Qualifications:\n2+ years of PHP\n2+ years of MySQL\nHTML\nJavaScript\nCSS\nBenefits:\nDental Insurance\nVision Insurance\nGym Membership\nPaid Sick and Mental Health Days\nFully Stocked Snack Area in our Office!    \n", "city": "new york city", "post_date": "2019-09-04 18:18", "insert_date": "\"2019-09-16T19:20:11.361888\""}, "99": {"c_id": "6963900992", "post_title": "Node.js / React Developer", "description": "Quality Ventures is seeking an experienced part-time front-end developer. With experience working with node.js and with a concentration on using React. The perfect candidate for this position is also someone who is very experienced with DigitalOcean.\nYou will be working hand-in-hand with front-end designers to develop innovative web products for numerous Quality Ventures clients. The hours are flexible around your schedule with a maximum of 2-3 days a week. We strongly would like someone to work out of our office located in Hauppauge, NY. However, we would be open to having the right candidate work remote. \nSkills and Qualifications:\n2+ years of software engineering experience\nJavascript\nReactJS\nRedux\nSagas\nNodeJS\nHTML\nCSS\nSASS\nAnd some nice to haves:\nPHP\nFirebase\nUI/UX\nPython\nDjango\nPostgres\nAmazon Web Services\nBenefits:\nDental insurance\nVision insurance\nCommuter Benefits (Uber Reimbursement)\nPaid Sick and Mental Health Days\nGym Membership\nFully Stocked Snack Area in our Office!    \n", "city": "new york city", "post_date": "2019-08-24 16:18", "insert_date": "\"2019-09-16T19:20:20.163671\""}, "100": {"c_id": "6979379423", "post_title": "Bulk SMTP Needed Must Have Experience \"Looking for John from Wayne\"", "description": "John Please call me I lost your number.. Thank You Jay\nWhen replying to this ad you need to mention at the top of the email or text: \"Directmail7\"\n I will not respond unless you mention this.\nAlso explain to me: What are you going to do to make this SMTP system successful that will set you apart from anyone else?\nI need a custom built SMTP server capable of handling 250,000 email a day\nI do realize this will take time I am willing to build it slowly to warm up the server.\nI need a person that knows how to do this and can prove to me you are able to make it work.\nI need to be able to call you talk with you on the phone my time zone\nemail me or text me with your offer    \n", "city": "new york city", "post_date": "2019-09-15 17:03", "insert_date": "\"2019-09-18T16:32:07.079432\""}, "101": {"c_id": "6978568380", "post_title": "SAHM'S TO WORK AT HOME - IN NEW CAREER AS A TRAVEL AGENT", "description": "Are you a Stay At Home Mom (or Dad) or want to become one? Are you sick & tired of working at the local \"McJob\" for very little pay? Are you ready to leave the 'rat race' and work in the comfort of your home (or RV)?\n* Can you multi-task?\n* Can you ask questions & carry on a conversation on the phone?\n* Can you provide customer service?\n* Can you perform basic math (add, subtract, multiply, divide, percentages)?\n* Can you work without a boss? Actually, your calendar will be your boss.\n* Can you have fun hunting for bargains?\nWHY AREN'T YOU A TRAVEL AGENT?! \nhttps://calendly.com/agenttravelbiz/step-1\nTELECOMMUTE - No more expensive clothes... no more make up... no more traffic jams... no more daycare... no more office gossip, no more sexual harassment, and no more political correctness!\nFLEX TIME - Work from home when the kids are asleep, playing outside, or at school. You control your time commitment. You control your income. NO monthly sales quotas. Part-time, Full-time, Your-time.\nMOBILE - When you and your spouse are transferred to a new city or state your travel business moves with you!\nNO LONG-TERM CONTRACT - We understand \"life happens.\" If, for any reason, you must put your travel business on hold we'll create a \"place holder\" for you. All earned commissions will be paid as they come in and you will not have to pay any fees or penalties after you leave. Once trained, if you leave voluntarily, you are always welcome to come back!\n2019 TAX BENEFIT - You can hire your kids and legally deduct $12,000 per child per year from your own income. Their deductible 'salaries' pay for anything (i.e. diapers, food, school supplies, vacations, etc)! https://www.kitces.com/blog/tax-rules-hiring-children-family-business-flsa-tax-savings-standard-deduction-roth-contribution/\nFREE unlimited training included from the best vendors (i.e. Disney, Carnival, Princess, Sandals, Travel Agent Universe, etc.).\nEARN WHILE YOU LEARN - We will teach you how to access \"travel agent ONLY\" wholesale sites (i.e. VAX, Expedia TAAP, ATG, plus 18 more) to generate immediate commissions. We will also show you how to Specialize & Brand your travel business on social media.\nGOOGLE \"Archer Travel\" (Montrose CA). We dare you to find negative press about us. Find us in the Better Business Bureau. We have an \"A+\" rating!\nNOTE: You will be a 1099 independent contractor, not a W-2 employee. Which means we cannot mandate your time commitment, amount or speed of your training, the amount of time you want off, nor how much travel you wish to take. Your level of performance is completely up to you. You tell us how much you want to make, and we will work with you to make it happen.\nCLICK HERE, https://calendly.com/agenttravelbiz/step-1, to schedule a call with Andrea, EVP of Recruiting (U.S.), for a 10-15-minute phone interview. If we believe you are a good fit you will receive a link to watch a 30-minute video of a Live Q&A webinar (it is packed full of information, so find a quiet place & take notes).\nFAQs\n\"WITH ONLINE TRAVEL AGENCIES AREN'T \"BRICK-N-MORTAR\" TRAVEL AGENCIES A DYING BREED?\" - 99% of households have a kitchen, yet there are over one million restaurants in the U.S. generating $799 Billion (National Restaurant Assoc.). In 2017, an article in Forbes said, \"...booking travel is the sole profession for travel agents and the good agents can be extremely helpful when you have complex routes or simply don't have the time to research and book the travel yourself.\"\n\"ARE LEADS PROVIDED OR DO I HAVE TO FIND MY OWN CUSTOMERS?\" - We provide training to build your \"book of business,\" at no additional cost. Our goal is to help you get profitable and stay profitable within your first 30-days.\n\"DO I HAVE TO ATTEND MEETINGS & ARE THERE QUOTAS?\" - You will be a 1099 contractor, which means you control your time, your effort, your methods, your income. We can only make recommendations to guide you to success. We cannot require you to do anything, by law.\n\"IS THIS MULTI-LEVEL MARKETING OR SOME PYRAMID THING?\" - We are a legitimate travel agency looking to train & support professional travel agents who will work from home. (Note: we have an excellent recruiting team; however, we will reward you for helping us build our global agency; we pay our agents to refer good people.)\nHow is your attention to detail? Write this number down (39843). You will need it to schedule your first interview.\nThis ad is running nationwide. ACT NOW-- This offer expires September 24, 2019\ncompensation: 80% commission (highest in the industry) + Profit Pool + Company Stock\n", "city": "new york city", "post_date": "2019-09-14 12:26", "insert_date": "\"2019-09-18T16:32:13.348661\""}, "102": {"c_id": "6976030958", "post_title": "Life Changing Flexible Work from Home Opportunity", "description": "This is a life changing work from home opportunity! I am looking for leaders to help me build an online network of business professionals for a well represented company with a vital service to the community.  You must be willing to invest about 15-20 hours a week to this project. Not looking to coach anyone on personal development for this particular stage of building the team. I would like to inform you about exactly what your duties would be along with info on the company and it's services. You will be interviewing, teaching, and recruiting others once you are acclimated with the system.  This will work out best for those who...\n1. Are willing to work with a virtual team.\n2. Have experience in any form of recruiting and/or telephone interviews.\n3. Have or would like to start their own business.\n4. Are comfortable working with a commission based structure.\n5. Have experience in online marketing and posting ads.\n5. Get excited about working with different people of all ages and walks of life!\nFor those that join and follow the plan consistently within the first year should bring in about $40-$60k working part-time with this organization. I am looking for 10 individuals exactly to come aboard by the end of next week 9/20. ***Remember, this is a leadership role. Please send an email stating why you are the right fit for this team and any relevant experience you have in this field. I will get back to you to schedule a phone interview as soon as possible. Be sure to leave your contact information in your email. Success loves speed, so do not hesitate on this opportunity!    \n", "city": "new york city", "post_date": "2019-09-10 21:58", "insert_date": "\"2019-09-18T16:32:19.109166\""}, "103": {"c_id": "6969246165", "post_title": "UX Consultant for VC Backed Startup", "description": "We are a VC backed startup that's applying deep tech to the residential home remodeling space and are looking for an experienced UX consultant to work on a variety of projects with. We're still in the very early stages and are currently in stealth, but are preparing for some pilots and partnerships for later this year. \nAs a team we have strong and proven background in developing highly technical products / platforms, are highly collaborative and are seeking someone to augment our skills with the objective of developing an elegant and visual user experience. \nWe can provide hourly pay, equity or a combination of both. Please have the below traits and experiences. Looking forward to chatting! \nYou are:\n- deeply knowledgeable and passionate about human centered design principles \n- adept at lean user testing, research and quick iterative development\n- collaborative, optimistic and easy to work with. You believe any idea is worth listening to, love build on others' concepts and help guide the process through HMWs, sketching ideas, organizing user stories ... etc.\n- ability to wireframe and create visual mockups\n- proficient with Invision and Sketch \n", "city": "new york city", "post_date": "2019-09-01 13:34", "insert_date": "\"2019-09-18T16:32:36.916555\""}, "104": {"c_id": "6964972911", "post_title": "Architectural Drawings Draftsperson", "description": "Hello!\nWe are a visual marketing company looking for a freelance draftsperson for a specific project build. You will be responsible for creating architectural technical drawings for approximately 15-20 specific fixtures (from a detailed design intent deck).\nDETAILS\n-Timeline is roughly September-November 2019, roughly 2-5 hours/fixture\n-Candidate must be based in the New York area\nOur ideal candidate is a drafting professional with knowledge of production. The responsibilities of this role include analyzing each fixture for build and identifying any design problems and working with our in-house engineering team to find any needed solutions.\nQUALIFICATIONS\n·         3+ years of related experience in similar business (industrial design, architecture, product design, fabrication, etc.)\n·         Experience with architectural design, millwork, industrial design, fabrication processes with materials such as wood, composites, metal and acrylic for temporary and semi-permanent retail pop up shops and experiential events\n·         Strong analytical skills\n·         Proficient in CAD drawing and rendering (Rhino preferred, also helpful to have familiarity with AutoCAD, Sketch Up, and other 3D software)\n·         Working knowledge of Adobe Creative Suite\n·         Accountable for conveying accurate information to vendors and clients\n·         Impeccable eye for design detail and accuracy\n·         Understanding of assembly process and knowledge of materials\n·         Good communication skills\n·         Ability to work collaboratively across multiple departments\n·         Ability to manage own workload and prioritize job queue\n·         Able to turn around projects in timely and efficient manner and meet deadlines\nPlease let us know if this is you and thank you!\n", "city": "new york city", "post_date": "2019-08-26 11:58", "insert_date": "\"2019-09-18T16:33:00.193837\""}, "105": {"c_id": "6963653987", "post_title": "SOCIAL MEDIA MANAGER", "description": "LOOKING FOR A SUPERSTAR SOCIAL MEDIA MANAGER.  I AM BUILDING MY SOCIAL MEDIA PRESENCE FOR MY BRAND AND NEED SOMEONE TO BUILD THE PLATFORM AND GARNER TRACTION.  I'M LOOKING TO CREATE A FUN, ENGAGING, EDGY IDENTITY.  IN NEED OF 3 -4 POSTINGS A WEEK AND TO BUILD AN EMAIL TEMPLATE (I have a sample template to show).\nMUST HAVE PAGES THAT HAVE A MINIMUM OF 10,000 REAL FOLLOWERS\nIF THIS FITS YOUR STYLE OF SOCIAL MEDIA MANAGEMENT THEN LET'S TALK!\n", "city": "new york city", "post_date": "2019-08-24 11:34", "insert_date": "\"2019-09-18T16:33:05.918526\""}, "106": {"c_id": "6962341125", "post_title": "Earn money for watching videos on Hulu and YouTube", "description": "Join Attently Audience’s online research panel and earn cash for watching anything you want on supported sites like Hulu and YouTube. Go to www.attentlyaudience.com to sign up and learn more.\nAttently Audience is a market research company that helps brands improve their video content. Join us to help build the future of online video. Note that we are not affiliated with YouTube or Hulu.\n", "city": "new york city", "post_date": "2019-08-22 14:12", "insert_date": "\"2019-09-18T16:33:11.677166\""}, "107": {"c_id": "6961212694", "post_title": "SAHMS TO WORK AT HOME-NEW CAREER AS TRAVEL AGENT", "description": "Are you a Stay At Home Mom (or Dad) or want to become one? Are you sick & tired of working at the local \"McJob\" for very little pay? Are you ready to leave the 'rat race' and work in the comfort of your home (or RV)?\n* Can you multi-task?\n * Can you ask questions & carry on a conversation on the phone?\n * Can you provide customer service?\n * Can you perform basic math (add, subtract, multiply, divide, percentages)?\n * Can you work without a boss? Actually, your calendar will be your boss.\n * Can you have fun hunting for bargains?\nWHY AREN'T YOU A TRAVEL AGENT?! https://calendly.com/biggie544977/step-1\nTELECOMMUTE - No more expensive clothes... no more make up... no more traffic jams... no more daycare... no more office gossip, no more sexual harassment, and no more political correctness!\nFLEX TIME - Work from home when the kids are asleep, playing outside, or at school. You control your time commitment. You control your income. NO monthly sales quotas. Part-time, Full-time, Your-time.\nMOBILE - When you and your spouse are transferred to a new city or state your travel business moves with you!\nNO LONG-TERM CONTRACT - We understand \"life happens.\" If, for any reason, you must put your travel business on hold we'll create a \"place holder\" for you. All earned commissions will be paid as they come in and you will not have to pay any fees or penalties after you leave. Once trained, if you leave voluntarily, you are always welcome to come back!\n2019 TAX BENEFIT - You can hire your kids and legally deduct $12,000 per child per year from your own income. Their deductible 'salaries' pay for anything (i.e. diapers, food, school supplies, vacations, etc)! https://www.kitces.com/blog/tax-rules-hiring-children-family-business-flsa-tax-savings-standard-deduction-roth-contribution/\nFREE unlimited training included from the best vendors (i.e. Disney, Carnival, Princess, Sandals, Travel Agent Universe, etc.).\nEARN WHILE YOU LEARN - We will teach you how to access \"travel agent ONLY\" wholesale sites (i.e. VAX, Expedia TAAP, ATG, plus 18 more) to generate immediate commissions. We will also show you how to Specialize & Brand your travel business on social media.\nGOOGLE \"Archer Travel\" (Montrose CA). We dare you to find negative press about us. Find us in the Better Business Bureau. We have an \"A+\" rating!\nNOTE: You will be a 1099 independent contractor, not a W-2 employee. Which means we cannot mandate your time commitment, amount or speed of your training, the amount of time you want off, nor how much travel you wish to take. Your level of performance is completely up to you. You tell us how much you want to make and we will work with you to make it happen.\nCLICK HERE, https://calendly.com/biggie544977/step-1 , to schedule a call with ANTHONY, EVP of Recruiting (U.S.), for a 10-15-minute phone interview. If we believe you are a good fit you will receive a link to watch a 30-minute video of a Live Q&A webinar (it is packed full of information, so find a quiet place & take notes).\n_________________\nFAQs\n\"WITH ONLINE TRAVEL AGENCIES AREN'T \"BRICK-N-MORTAR\" TRAVEL AGENCIES A DYING BREED?\" - 99% of households have a kitchen, yet there are over one million restaurants in the U.S. generating $799 Billion (National Restaurant Assoc.). In 2017, an article in Forbes said, \"...booking travel is the sole profession for travel agents and the good agents can be extremely helpful when you have complex routes or simply don't have the time to research and book the travel yourself.\"\n\"ARE LEADS PROVIDED OR DO I HAVE TO FIND MY OWN CUSTOMERS?\" - We provide training to build your \"book of business,\" at no additional cost. Our goal is to help you get profitable and stay profitable within your first 30-days.\n\"DO I HAVE TO ATTEND MEETINGS & ARE THERE QUOTAS?\" - You will be a 1099 contractor, which means you control your time, your effort, your methods, your income. We can only make recommendations to guide you to success. We cannot require you to do anything, by law.\n\"IS THIS MULTI-LEVEL MARKETING OR SOME PYRAMID THING?\" - We are a legitimate travel agency looking to train & support professional travel agents who will work from home. (Note: we have an excellent recruiting team; however, we will reward you for helping us build our global agency; we pay our agents to refer good people.)\n___________________\nHow is your attention to detail? Write this number down (21577). You will need it to schedule your first interview.\nThis ad is running nationwide. ACT NOW-- This offer expires 20 SEPTEMBER 2019\ncompensation: 80% commission (highest in the industry) + Profit Pool + Company Stock\n", "city": "new york city", "post_date": "2019-08-20 23:24", "insert_date": "\"2019-09-18T16:33:31.972014\""}, "108": {"c_id": "6960560526", "post_title": "BLOG EXPERT WANTED TO HELP ME START MY FIRST BLOG", "description": "i AM in the Pizza Food Related Field and am trying to build my first Blog teaching peoples to eat healthy and better by combining this aspect peoples will have better weight, healthier and longer life, but in order to do this we need to educate peoples and let them touch with they own hands how it feels to eat better...\nI need someone who with me will write, and who will help me to set up top of the Line Blog and publish every week a new article related to food safety, and better way to eat and be healthy !!!\nAnyone with the experience to build for me this type of Blog by all means lets sit down and talk details i am open to anyt5hing that will be a successful Blog !\ncontact me anytime : 646-552-0455 or email me at : americapizza@yahoo.com and lets talk details !!    \n", "city": "new york city", "post_date": "2019-08-20 08:52", "insert_date": "\"2019-09-18T16:33:38.040786\""}, "109": {"c_id": "6976800871", "post_title": "Field Technician for Growing Startup Company - Contract 2 Hire -$20/hr", "description": "Focal Systems is a San Francisco, California-based start-up company that provides hardware and software to grocery stores to make their operations more efficient and improve the customer experience for shoppers. By leveraging Computer Vision and Deep Learning algorithms with a system of cameras, Focal Systems can let retailers know when and where they have run out-of-stock of particular items.\nFocal Systems is currently expanding our operations on the East Coast within the United States. We are looking for a Field Technician who will help our first customers in the tri-state area to successfully deploy, maintain, and adopt our system.\nYour daily duties will include, but are not limited to:\n-Routine stops at our client locations for battery swaps and diagnostics\n-Onsite and offsite maintenance\n-Learning to build devices and deploy them\n-Dynamic oversight of services and operations\n-Reporting anything relevant happening in the field back to our Product Team\nThis position requires someone who is:\n-Organized, detail-oriented, dependable, and self-sufficient\n-Interested in technology\n-Thrives in a fast-paced environment\n-Wants to grow into a Manager role\n-Flexible with their schedule, including nights and weekends.\nMust have a driver's license and access to a vehicle    \n", "city": "new york city", "post_date": "2019-09-11 22:53", "insert_date": "\"2019-09-18T16:33:49.695186\""}, "110": {"c_id": "6980692963", "post_title": "If you can receive 15 dollar via cash app", "description": "If you can receive 15 dollar via cash app let me know.\nNew Jersey is fine    \n", "city": "new york city", "post_date": "2019-09-17 13:55", "insert_date": "\"2019-09-18T16:36:41.642067\""}, "111": {"c_id": "6976074261", "post_title": "Testing mobile app, $50/1h online", "description": "We are looking for participants to test a mobile app over Skype. The session will last around 30 minutes.\nSelected participants will be\n- over age of 18\n- have access to a mobile phone, computer with webcam\n- basic familiarity with fitness\nPlease fill out the survey form. We will be sending out responses within 1 to 2 days.\nhttps://docs.google.com/forms/d/e/1FAIpQLSdDuLV0FiV2WynbZkejOK9Lz5ez-TO3EQBwykz6CfwDrH66sw/viewform?usp=pp_url&entry.637612538=new+york\nCompensation:\n$50 Amazon Gift Card\nTiming:\n60-minutes September 10 to September 17\nLocation:\nOver Skype (Remote) See survey form for format of testing    \n", "city": "new york city", "post_date": "2019-09-11 00:04", "insert_date": "\"2019-09-18T16:36:53.539708\""}, "112": {"c_id": "6961998479", "post_title": "$25 to beta test app", "description": "Looking for beta users for an app to test and provide feedback. Will compensate $25 for about 15-20 mins of time.\nThe app is for crowdsourcing house repairs and/or domestic services (ie. house cleaning, tutors, etc).\n$25 to go thru the signup process and provide feedback. Will send via paypal, venmo, or visa gift card.    \n", "city": "new york city", "post_date": "2019-08-22 01:38", "insert_date": "\"2019-09-18T16:36:59.236081\""}, "113": {"c_id": "6961662905", "post_title": "Sales Rep Needed For App promotion", "description": "We are a small software start up based in Brooklyn, NY. We are building something that we believe will make a difference in peoples lives. In short, our platform enables instant communication between businesses & end users. Reach out to us for more details. When replying, please include your full name & a phone number so that we can contact you directly. \nPay: $8/per client accusation. Unlimited earning potential.\nJob Type: Full/Part time\nP.S: No gimmicks, serious inquiries only.    \n", "city": "new york city", "post_date": "2019-08-21 15:23", "insert_date": "\"2019-09-18T16:37:05.379952\""}, "114": {"c_id": "6980356526", "post_title": "Travel startup internship", "description": "Hi everyone, we are a small team at tictic, a startup travel company. We've built a bucket list mobile app where you can swipe through 30,000 things around the world and create your own bucket list. \nI'm the founder, Clay, and we just had a full time intern from NYU finish up his internship. We're looking for one or two enthusiastic people to join us for a few months. \nThere are 5 or 6 areas of responsibility, so we actually want you to work on what you're most interested in. We divide the tasks into Mobile Product, Content, Marketing, and Revenue.\nDownload the app and let us know if you're interested in chatting more! www.tictic.co\nPlease send your LinkedIn, resume or any social media account so we know something about you. Thanks!    \n", "city": "new york city", "post_date": "2019-09-17 01:27", "insert_date": "\"2019-09-18T16:37:11.156918\""}, "115": {"c_id": "6980149459", "post_title": "Make up to $20k/mo selling apps to local businesses!", "description": "Earn up to $20k/mo selling apps to mid-size businesses in your area!\nMobile Apps...So hot right now.\nIt's like websites were back in 1999!\nQualifications:\n- Male, female, your dog..ok maybe not your dog ;)\n- High school, college dropouts\n- Doctors, lawyers, engineers \n- Intro or Extroverts\n- Stay at home moms\n- Any city, any country\n- No experience needed (no, you don't need to know how to code)\n- Young, old, in-between\nEarning Potential:\n- 4 to 5 figures for an app (sky's the limit)\n- Millions of businesses\n- Just need to convert a small % to bank\n- 75-80% profit margins\nCompetition: Plenty of room to play\n- Lots of boring, unsexy local businesses with $\n- They'll always be looking for ways to improve\n- They know mobile is here to stay\n- No fads, no gimmicks, no hype.\n- So there's room for urrbody\nLocation: Remote\n- No cubicles.\n- No bosses.\n- No commutes.\n- No alarms\n- No blogging.\n- No begging.\n- No backlinking.\n- No spamming.\nWork anywhere. On your own terms.\nIf your interested in learning more, please enter your email here: \nhttps://www.CoolSideGig.com\nLIMITED TRAINING ONLY 10 SLOTS LEFT.    \n", "city": "new york city", "post_date": "2019-09-16 17:53", "insert_date": "\"2019-09-18T16:37:19.704772\""}, "116": {"c_id": "6975064832", "post_title": "Online therapy users - Make $30 talking about your experience", "description": "Pulse Labs AI is working on a market research project about online therapy and ways to improve this technology. We are looking for online therapy users to participate in remote, 30-45 minute calls September 9 to 13 to answer questions about their experience and give ideas on how technology could improve in this area.\nRequirements:\n- 18+\n- Able to take the call in a quiet place\n- Able to provide proof of online therapy use (screenshot of subscription from the app or other visual confirmation)\nIf interested, please take this screening survey to determine whether you qualify: https://pulselabs.typeform.com/to/oJZrEz\nThanks,\nThe Pulse Labs Team    \n", "city": "new york city", "post_date": "2019-09-09 16:39", "insert_date": "\"2019-09-18T16:37:25.458807\""}, "117": {"c_id": "6969905695", "post_title": "Video Game Technical Support", "description": "Hey, if you're out there I need a person who knows about modded Wii game system. So, I need a person who knows how to put/transfer downloaded Wii games to an SD card rather than a USB drive. I've seen videos but I'm an inquisitive person, there is always some sort of question to be answered. The job is required to speak on the phone and I will pay you once we accomplish something. Please have cash app or Paypal. If that's you the job is all yours.    \n", "city": "new york city", "post_date": "2019-09-02 14:51", "insert_date": "\"2019-09-18T16:37:37.534201\""}, "118": {"c_id": "6967582028", "post_title": "Voice Recognition Audio Recording", "description": "I am looking for native English speakers with an American accent to participate in a voice recognition project. There are 550 sentences that need to be recorded (about 1 hour) completely remotely via an app on your phone and you will even be compensated with a $25 Venmo or PayPal.    \n", "city": "new york city", "post_date": "2019-08-29 20:06", "insert_date": "\"2019-09-18T16:37:43.251357\""}, "119": {"c_id": "6967049995", "post_title": "Looking for Single People for Customer Support", "description": "We are looking for Customer Service Reps in the New York Area. You will work from home as a Support Tech speaking with Single People that are using our Free Dating App. The users will have come to us via a Television Advertisement. This gig can lead to a permanent position with our company. If this Ad is up. We are still looking for Job Candidates. We are looking to employ 125 CSR’s. \nBelow are the requirements for the Gig:\n1. You must be Single. Any Age can work for us.\n2. You must have a Phone, a Laptop or Desktop Computer and Internet access. You will work from home.\n3. You must be friendly when speaking with our users. \n4. You must submit your Name, Email Address if Interested. \n5. You must speak English or Spanish.\n*6. You must Complete our Aptitude Test by creating a short profile on MozieUp: Afterwards we will send you the Test. Why create a profile? We want to see if you can get familiar with the site as you will be assisting new users in signing up. Please Create a short Profile on MozieUp. (It’s Free). Afterwards We will send you an Aptitude Test via email with 3 questions that new users ask when signing up. Your answers will tell us that you have an aptitude for the work. (you can delete your profile later if you wish).\nThe HR Manager will be in touch via email after you have submitted your answers to the Test. Go to \nhttps://www.mozieup.com/help  and submit a ticket, select subject matter \"Customer Service Representative\" to apply.\nThank you, \nRespectfully Yours,\nThe MozieUp Support Team\n", "city": "new york city", "post_date": "2019-08-29 08:12", "insert_date": "\"2019-09-18T16:37:51.715420\""}, "120": {"c_id": "6965488344", "post_title": "$20 Amazon Gift Card for a 40 Minutes User Testing Interview", "description": "Hi there, we are a startup company bringing a new social media app to the market. But before we officially launch this app, we would like you to test it and let us know what do you think! If you are qualified, we will be happy to meet you in person at a coffeeshop in Manhattan for an in-person usability test, it will take you 40 mins -1 hour. We will also reward you a free coffee and a $20 amazon gift card. We look forward to working with you!\nPlease use the pre-screen survey link to see if you are qualified.\nhttps://www.surveymonkey.com/r/CGJYQ9J \n", "city": "new york city", "post_date": "2019-08-26 23:20", "insert_date": "\"2019-09-18T16:38:03.062002\""}, "121": {"c_id": "6964632469", "post_title": "INDEPENDENT CERT COACH (WORK FROM HOME)", "description": "Online Certification Prep Resource Company is looking for Independent Online Cert Coach. To work from home assisting individuals looking for online certification training. \nPlease read the following information. If you are interested please send your resume. We will be in contact with your soon. \nABOUT US \nWe are an online certification prep training resource. We offer inexpensive certification prep courses in the areas of Information Technology, Microsoft Office, Quick Books and Medical. Our goal is to help individuals get certified which will in turn help them improve the quality of their lives both professional and financially. \nIf accepted you will be an independent contractors. You will be able to work in the comfort of your home to provide certification coaching services. You choose the hours and how much time you want to devote. \nWE PAY, YOU DO NOT PAY US: This is not a network marketing company so there is \nNO UPFRONT OR SIGN UP COST EVER\nAs Cert Coaches you will be provided with the following: \n• Online call system that will allow you to make outbound calls through your computer\n• Leads at no cost to you\n• Mobile Phone System App\n• E-mail \n• Texting capabilities \n• Online training in the comfort of your home\n• Continuous Coaching training\n• Marketing Materials\nCOMPENSATION: Independent Cert Coaches can earn $500 - $1000 per week. \nHOW TO APPLY: Please send your resume to this e-mail for review\nQUALIFICATION: NO EXPERIENCE NECESSARY: We are seeking individuals with the following:\n• Good verbal communication skills\n• Leadership qualities \n• Sales background a PLUS\n• Some computer knowledge.( Must be able to surf and access resources on the web) \nWHAT YOU NEED\n• You must have a Desktop or Laptop or Tablet for this position.\n", "city": "new york city", "post_date": "2019-08-25 20:09", "insert_date": "\"2019-09-18T16:38:08.901961\""}, "122": {"c_id": "6977884557", "post_title": "MAKE $100 TO $500 A DAY FROM HOME!WELCOME TO THE MONEY TEAM!", "description": "LOOKING FOR MY TEAM OF MONEY GETTERS!\ncompensation: Commission per sale $100 & bonus cash incentives\nWork From Your Phone/Home - Set Own Hours - Be Your Own Boss -\nI'M A JAMIE A SUCCESSFUL CAR DEALER I MAKE THOUSANDS A DAY JUST BY DOING THIS MYSELF I NEED HELP AND THERE'S ENOUGH MONEY TO GO AROUND FOR ALL!! SO I'M\nLOOKING FOR AN SERIOUS HUNGRY ONLINE SALES TEAM TO WORK FROM HOME FOR MY DEALERSHIP! IF YOU LISTEN TO ME AN DO AS I SAY I'LL MAKE YOU RICH 100%!!!\nALL WE DO IS PLACE ADS & MAKE MONEY....GET PAID: $100 TO $500 OR MORE DAILY - PAID DAILY.\nI'm Looking for people to drive Internet traffic into My dealership with their smart phones. It's very easy and anyone can do it! My top earners makes $3500 plus a week!\n******** NO DIRECT SALES - NON HARASSING - FLEXIBLE - HIGH PAYING ********\nAnyone can advertise, Any Age, Veterans Welcome. No GED Req. / No Background Check\nWork From Your Phone/Home - Set Own Hours - Travel Opportunities - Be Your Own Boss - 1099\nDO YOU HAVE WHAT IT TAKES?\nWE WILL TRAIN YOU HOW TO TO POST CARS ON FACEBOOK & OTHER SELLING APPS A LOT OF CUSTOMERS WILL BEGIN TO CONTACT YOU! WHEN CONTACTED JUST TEXT THE SCRIPT WE GIVE YOU AND GET THE CUSTOMER NAME NUMBER AND DAY FOR AN APPOINTMENT! IF ITS A SALE?? $100 EASY COMMISSION SELL 5 OR MORE CARS A WEEK? $300 TO $500 BONUS DEPENDING ON THE DEAL!\nYou will be responsible for setting sales appointments Sends email to customer after each appointment set Confirms appointment day of or day before Reschedules missed appointments\nWE NEED HUNGRY AND DRIVEN PEOPLE WILLING TO DO WHAT IT TAKES!\nYOU DO GET BONUSES, VACATIONS PAID, RAISES & MORE GREAT INCENTIVES!\nDON'T NOT CONTACT ME IF YOU'RE NOT READY TO MAKE MONEY WE NEED WOLVES IN THE MONEY TEAM! IF INTERESTED TEXT YOUR NAME & SAY I'M READY TO JAMIE 862-241-4754 THAT'S ME!\n(DO THE MATH YOURSELF)\nWITH JUST 1 SALE A DAY = $100/ DAY x 5 Days (M-F) = $500/WEEK = $2000/MONTH\nWE WILL TRAIN YOU HOW TO DO A STEADY 3 TO 5 SALES A DAY!!\n$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$ WELCOME TO THE MONEY TEAM$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$\nI NEED HUNGRY WOLF OF WALL STREET PEOPLE LOOKING TO MAKE BIG MONEY FROM HOME.\nSEND A MESSAGE IF INTERESTED!\n$$$$ I GIVE RAISES AND HUGE BONUSES$$$$$    \n", "city": "new york city", "post_date": "2019-09-13 13:18", "insert_date": "\"2019-09-18T16:38:20.349233\""}, "123": {"c_id": "6969647509", "post_title": "Online Reputation Management- Intern", "description": "I am looking for an intern to do some ORM work for me personaly, I am in the middle of opening up several different businesses and would like a to have a relationship with a talented individual.  Basically rebuild my personal reputation online so the searches on google and else where are all positive.  Once that is complete if things go well I will use this person and create several different sites and possibly apps.  \nThis is an intern position.    \n", "city": "new york city", "post_date": "2019-09-02 09:12", "insert_date": "\"2019-09-18T16:38:31.826420\""}, "124": {"c_id": "6980702129", "post_title": "If you can receive 15 via cash app", "description": "If you can receive 15 dollar via cash app (New jersey)\ncompensation: Cash \nIf you can receive 15 dollar via cash app let me know.\nNew Jersey is fine    \n", "city": "new york city", "post_date": "2019-09-17 14:05", "insert_date": "\"2019-09-18T16:38:37.727944\""}, "125": {"c_id": "6980020800", "post_title": "IT HELP", "description": "I have a security system and I cannot view my office cameras through the app. I know it is an IP ADDRESS issue. This is really too much headache for me to deal with. I know it’s probably 2-3 hr job. Need someone to come my office and fix this issue for me.    \n", "city": "new york city", "post_date": "2019-09-16 15:23", "insert_date": "\"2019-09-18T16:38:43.562754\""}, "126": {"c_id": "6980767890", "post_title": "Web Designer for Home Decor E-Commerce Co. (Interns OK)", "description": "Hi,\nWe're a home decor e-commerce company creating a variety of new web pages, landing pages, and emails for our company.  We're looking for a web designer to help us design some new pages we've created (5-7 pages), and to help us create an overall aesthetic to our website and brand that is fresh, modern, and cohesive and consistent across all the pages.\nWe're not looking to be the most revolutionary website on the planet; we want to use good, clean, modern design to express our values, and showcase our products' and customers' experiences.  If you're interested in branding, communications, and website design, and can help us design efficiently and affordably, we'd love to work with you.\nWe're open to working with a design student, intern, or entry-level designer who wants to work with us and learn along the way, for their resume.  Please submit your design portfolio/link to your site, and suggest your hourly rate.\nThanks!    \n", "city": "new york city", "post_date": "2019-09-17 15:16", "insert_date": "\"2019-09-18T16:44:18.112715\""}, "127": {"c_id": "6980582283", "post_title": "Seeking web designer / programmer for robotic website", "description": "Seeking an intern (hourly) or independent contractor to help edit and maintain a WordPress (+ Woocommerce) website for a robotics industry business. \nYou must:\nbe savvy in web programming: PhP, CSS. \nCapable designer, layout adept\nhave experience in WordPress\nYou might:\nHave Knowledge of C++ \nHave an interest in robotics \nYou are local (New York City or Brooklyn)\nWe can start with a pay per project contract or hourly. Please send examples of your work along with a direct way to contact you (your email and not the craigslist reply email)    \n", "city": "new york city", "post_date": "2019-09-17 12:03", "insert_date": "\"2019-09-18T16:44:24.340367\""}, "128": {"c_id": "6974425621", "post_title": "Need a web developer", "description": "I need a *experienced* web developer to meet me and go over a script I purchased, and show me how to edit it.  I don't intend for this to go over 1 hr.\n", "city": "new york city", "post_date": "2019-09-08 19:37", "insert_date": "\"2019-09-18T16:44:30.675211\""}, "129": {"c_id": "6970893602", "post_title": "Seeking a Web Hosting Partner", "description": "Hello,\nI am looking for someone who is willing to open a web hosting business with me (ideally through acquisition). Although I don't have much time to devote to the business, I am willing to contribute capital (i.e., money) to the business - and contribute to the strategic direction. \nNo need to contribute money on your part, but need to be willing to handle day-to-day operations as I am too busy to be involved in the day-to-day activities.\nPlease email if you are interested. Send me a brief bio. Industry experience highly preferred.    \n", "city": "new york city", "post_date": "2019-09-03 20:30", "insert_date": "\"2019-09-18T16:44:36.514008\""}, "130": {"c_id": "6974940945", "post_title": "SOCIAL MEDIA", "description": "Looking for a part time Social Media Project Manager. \nDuty\n- creating contents for the company thru various social media Platform including, Instagram,Facebook and twitter\n- Posting 2-3 days weekly \n- manage daily , weekly & monthly calendars approve by the company to ensure the creative web.\nRequirements\n- In- Depth knowledge and understanding of social media platforms for trimmings /apparel fashion \n- apparel/fashion social media experience with excellent written and communication skills and ability to generate on brand copy and interesting contents\n- Good knowledge on photo shooting and good at editing video .    \n", "city": "new york city", "post_date": "2019-09-09 14:25", "insert_date": "\"2019-09-18T16:45:25.260352\""}, "131": {"c_id": "6967338180", "post_title": "Remote Japanese Internet Analyst", "description": "REMOTE POSITION\nWe are seeking an Internet Analyst who are very fluent in Japanese language to join our team! \nWe are looking for creative thinkers who enjoy browsing the internet and would like to express their opinion on the quality and content on the web. You will be trained and guided by our professional trainers and provided with guidelines and scoring criteria in English on how best to perform given tasks. \nThe internet has now become the powerhouse of all information, everything you need to find or explore can be found on the internet, yet how can we be sure this information relevant and up to date? This is where you can contribute as an Internet Analyst and make search engines across the world more engaging for the users. \nResponsibilities \n• Determine whether a set of search subpages are good matches for the parent search page. \n• Identify why a user abandoned a search query without clicking on any results \n• Judge the relevance of how well side-pane search results fit user intent \n• Analyze user needs to implement web site content, graphics, performance, and capacity \n• Assess whether a search page is using black hat SEO tactics to show up higher in search results. \n• Keep up-to-date on web developments and trends \nQualifications \n• Previous experience in working with team \n• Have a laptop with Internet Explorer 10 or higher & an anti-virus software \n• Strong problem solving and critical thinking skills \n• Strong attention to detail and comprehending skills \n• Familiarity to the US websites & their popularity \n• Who is very fluent in reading, writing and speaking Japanese as well as English languages \nAbout KarmaHub To bring together a diverse & culturally rich talent to localize Machine Learning Training and create technically powerful Hubs to tap the best Human acumen across the world. Design & enable superlative Machine Learning services empowering businesses of our global clientele with the powers of Artificial Intelligence and we need YOU. The internet has now become the powerhouse of all information, everything you need to find or explore can be found on the internet, yet how can we be sure this information relevant and up to date? This is where you can contribute from our team and make search engines across the world more engaging for the users    \n", "city": "new york city", "post_date": "2019-08-29 14:32", "insert_date": "\"2019-09-18T16:45:36.857186\""}, "132": {"c_id": "6966573086", "post_title": "help me to remove weknow from my imac", "description": "I need someone to help me remove this horrible virus from my mac\nit is called WEKNOW \nit goes on to my chrome and screws with every web search and imitates google\nDO NOT CONTACT ME IF YOU HAVE NOT HAD EXPERIENCE REMOVING THIS VIRUS.\nONLY CONTACT ME IF YOU HAVE REMOVED THIS FROM ANOTHER IMAC\n", "city": "new york city", "post_date": "2019-08-28 13:33", "insert_date": "\"2019-09-18T16:45:42.717516\""}, "133": {"c_id": "6964533229", "post_title": "Helped Needed with SEOs", "description": "Hello,\nI just made a new web site with Wix and need help adding SEOs.  I will also be making more sites so I would love to find someone to help me with this one a continuous basis.\nPlease let me know if you can help and what you charge.\nThank You!    \n", "city": "new york city", "post_date": "2019-08-25 17:19", "insert_date": "\"2019-09-18T16:46:06.408310\""}, "134": {"c_id": "6962265558", "post_title": "Experienced Conference Call Manager.", "description": "Seeking an experienced person to set up our Zoom site for all aspects of video conferencing and web seminars. We will want you to also train a member of our team to manage the site and then continue to be available as a consultant. Cutting edge project, breaking new ground.    \n", "city": "new york city", "post_date": "2019-08-22 12:51", "insert_date": "\"2019-09-18T16:46:12.218196\""}, "135": {"c_id": "6966947061", "post_title": "Internet Marketing Ad Co seeks MERGER", "description": "Small one man full service sales and marketing company over 18 years in business looking to collaborate and maybe even merge with another small company to maximize business to the next level. I have a regular client base that generates regular monthly income. \nIm considering this merger option because customers ask me for services I dont yet provide such as domain name services, social media and video. Busy doing mobile upgrades so there is lots of upside to increase more services and grow. The potential is big since almost all of my customers come from referrals. Although I wear all of the hats, my specialty is sales. If I were to merge with someone who picked up my work load, I could just focus on sales and double or triple the business if not more. \nI would prefer another established small business, if you have your own customers too, together we might just be able to get big fast. Even if your new to the industry and hungry to grow, Im willing to consider you if it is the right fit for both of us.\nAny takers out there??? \nSend me a short bio of yourself and your skill set and tell me how you think you would be a good business partner and which of your skills would help our new business to grow bigger... \nCurrent Services I perform monthly:\nWeb Development / Design\nWeb Maintenance Services\nE commerce solutions / custom shopping carts\nCustom Applications / PHP Programming\nLease and Manage client servers\nIn house Server Web Hosting\nGoogle Sanctioned Ad-words Agency Partner\nGoogle Business Services Admin (Analytic's, Merchant, my business, g-mail etc)\nProven SEO Results (95% of clients reach top ten)\nBusiness Email Services / admin\nInternet product Sales / Ebay / Amazon - Etsy\nGraphic Design / image stock inventory\nFor you spammers, I'm experienced enough to know how to spot and trace you so don't waste your time.\n", "city": "new york city", "post_date": "2019-08-28 22:38", "insert_date": "\"2019-09-18T16:46:23.986964\""}, "136": {"c_id": "6961377168", "post_title": "Remote part time assistance needed", "description": "Relocation consulting firm is looking for a remote assistant with the following skills:\nComputer savvy with the ability to learn how to input information into a web platform.\nUpdating calendar & responding to emails sending invoices. This is a part time position that would require  4 hours a week to start with your role increasing over time. You must have a resume and work references.    \n", "city": "new york city", "post_date": "2019-08-21 10:15", "insert_date": "\"2019-09-18T16:46:29.845745\""}, "137": {"c_id": "6961702933", "post_title": "Social Media Guru", "description": "We are starting to ideate on a social media project.  And we want it to be big.  We have many skills but need advice on the whole big web. That's where you come in.  Can you provide input creatively AND technically? Do you want to be a part of something really interesting?  Please call (917)562-8780 to discuss.\nPosition will start as a contractor with as-needed hours.    \n", "city": "new york city", "post_date": "2019-08-21 16:08", "insert_date": "\"2019-09-18T16:46:42.382765\""}, "138": {"c_id": "6968309683", "post_title": "Digital Marketing sales", "description": "Work for Mayarie and grow your potential. Mayarie is led by a world-class team and can help you reach your goals. Our company is young and growing fast, the need for advanced web design and marketing has grown immensely for businesses. Many businesses and organizations are way behind, they need expert support to help them compete in the market. Mayarie provides an uncapped commission and a simple working relationship that allows you to have complete control of your schedule. Contact us today to learn more about how you can earn a six-figure income today. Please include a short message about yourself and a resume.\nMayarie.com    \n", "city": "new york city", "post_date": "2019-08-30 20:54", "insert_date": "\"2019-09-18T16:47:14.668195\""}, "139": {"c_id": "6970653463", "post_title": "Sr Python Software Engineer (4+ yrs)", "description": "Seeking a Senior Python Software Engineer to build technical systems and products which the business is quickly growing and scaling. You will be part of a team that prioritizes testing, collaboration, personal development, and getting things done.\nYour engineering skills will provide consumers a fast and sustainable experience by enabling e-commerce companies to complete transactions from click to doorstep more efficiently.\nResponsibilities\nCreate and iterate on systems and products\nBring best in class engineering process into a new organization to enable the engineering team to work effectively at speed and with high quality\nDocument your activities to enable the team to work quickly and independently\nDevelop creative new ideas to meet our team goals\nSkills and Requirements\n4+ years of hands-on experience building production applications in python/OO\nYou are stack agnostic and willing to work with solutions the solve problems\nDesire to iterate constantly as we learn from our clients’ needs and build a product that supports all consumers of it\nYou are able to articulate and explain technical restrictions to non-technical members of the team and explain various tradeoffs that exist\nYou have organized large product builds into a deployable and manageable release cycle\nYou are self-directed and effective at managing your time    \n", "city": "new york city", "post_date": "2019-09-03 15:14", "insert_date": "\"2019-09-18T16:59:33.335588\""}, "140": {"c_id": "6970791430", "post_title": "Growth Stage Edtech Startup Hiring Full Stack Engineers", "description": "PrepScholar's mission is to improve education at scale through technology. Our SAT/ACT prep program learns the strengths and weaknesses of each student and creates an individualized learning program through machine learning. It also motivates students to study through clear structure and behavioral feedback. You can think of it as an automated tutor that provides a compelling learning experience at scale. We also have a large organic content project with over a million monthly visitors to our free tools and articles. We believe we have a major advantage over other companies in our space because of our technology-centered and analytical approach to education.\nYou'll join PrepScholar as our second full stack engineer and work on projects to grow our company within test prep and beyond. You'll improve our prep program by building new features, using large datasets to iterate on A/B tests, and scaling to handle thousands of users. You'll develop free tools and data presentations to give millions of families worldwide better information to guide their decisions. You'll be a core part of our growth as we scale to becoming a national education brand.\nWe're a team of 20+ and growing, and we're based in Cambridge, MA next to the Charles River. Check us out at www.prepscholar.com\nSkills & Requirements\nWe're looking for a generalist who enjoys learning and working with different technologies along the stack.\nOur stack:\nSass, JQuery, Backbone\nDjango/Python\nMySQL\nAWS/Linux\nRequirements:\n+Strong foundation in computer science and software engineering, including competencies in data structures, algorithms, databases, software design and dev ops.\n+Strong hands-on experience with our core technologies is a big plus. In particular:\n+Python and Django\n+JavaScript and JavaScript MV* frameworks like AngularJS, Ember, Knockout, or Backbone\nIdeal candidate has:\n+Experience deploying frequently\n+Willingness to try new things and pick up new technologies quickly\n+UX intuition and an eye for design\n+Ability to work independently with low management overhead\n+Excitement about startups in growth mode and about our company mission\n+Location in Boston or willingness to relocate \nAbout Us\n+Founded in 2013. We're profitable, growing, and bootstrapped, so you'll have stability and ability to build out a long-term vision.\n+We have a lot of room to grow within test prep and education at large.\n+We have a team of 20 full-time members and more part-time instructors.\n+We have thousands of customers and a growing footprint of millions of visitors.\n+We care about culture and a great work environment. We're flexible with schedule, have no scheduled overtime, conduct efficient meetings, and want minimal bureaucracy.\n+Our office is in Cambridge on River Street. We have parking available and we're walking distance from the Central Square Red Line stop.\nWhy Join Us?\n+You'll be an early engineer with an impact on company direction and culture.\n+We offer competitive salary with perks like a new work machine, free catered daily lunch, drinks/snacks, and tools you need to be productive.\n+We offer relocation assistance.\n+You'll be building something meaningful. Education is a linchpin of our country's economy and empowers people to improve their own lives. For many reasons, education suffers throughout the country -- class sizes too large, methods outdated, teachers underpaid. Here's your chance to build a scalable solution that actually has impact.\nTo apply, please send an email to job.engineer@prepscholar.com with your resume. If you'd like, please include any of these: cover letter, GitHub profile, Hacker News profile, any project pages showing off your full stack work, or other portfolio.\n", "city": "new york city", "post_date": "2019-09-03 17:56", "insert_date": "\"2019-09-18T16:59:39.397293\""}, "141": {"c_id": "6970467421", "post_title": "Analyst, Software Engineer", "description": "Analyst, Software Engineer (Greenwich, CT): Design and implement software for technical systems and tools. Work closely with researchers and portfolio analysts to build core systems that facilitate quantitative strategy research. Req’s Bachelor’s degr plus knowledge or experience in the following must have been gained through academic research, coursework, and/or experience: Python, NumPy, SciPy, or Pandas; Java; SQL or MS SQL Server; data visualization libraries; and Git (GitHub Enterprise), Continuous Integration and Automated Deployments, Bamboo, or Jenkins.\nMail resume to: AQR Capital Management, LLC, ATTN: S. Rao, 2 Greenwich Plaza, Greenwich, CT 06830. Must Ref: D030.\n", "city": "new york city", "post_date": "2019-09-03 12:06", "insert_date": "\"2019-09-18T16:59:48.227209\""}, "142": {"c_id": "6965990293", "post_title": "Junior Developer C++ or Java Java Linux", "description": "Responsibilities:\nA successful candidate will develop, maintain and support various proprietary applications and sub-systems.\nFocus will be the development of the back-end applications in C++ and or Java under Linux , providing analytic and quantitative analysis for clients and for internal risk management.  \n The position will require a dedicated, enthusiastic, proactive and quick learning individual, who can successfully operate as a part of a group of developers.  The applicant should be attentive to details, focused on results, and prepared for a dynamic environment.\nQualifications:\n0-3 years of Experience with C++ 11 or Java \nA focus on designing solutions for testability, maintainability, and run-time robustness\nFamiliarity with at least one interpreted language (Python is preferred)\nThe following skills will give candidates an advantage:\nFamiliarity with distributed systems and server-side programming\nSkill in shell scripting in a Linux/Unix environment\nUndergraduate degree in (engineering, physics, or CS)\n", "city": "new york city", "post_date": "2019-08-27 16:29", "insert_date": "\"2019-09-18T16:59:54.828096\""}, "143": {"c_id": "6962322465", "post_title": "Escape NYC's high cost of living!  MySQL DBA & Linux DevOps needed", "description": "Have you ever dreamed of working in a place that is less crowded, less busy, have a lower cost of living, and simply beautiful?  Do you want to maintain the same level of pay that you deserve?  Are you open to relocation?  If yes, this job is for you!   \nDo a Google Search for additional info on:  Hudson Valley New York and Beacon New York.  This region is simply gorgeous.   (Especially in the Fall Foliage season)  As an extra bonus, the salary and benefits are simply excellent and very competitive to many big cities.\nThis is a confidential search and we have 2 openings (MySQL DBA and Linux DevOps Engineer)  Please see below for descriptions on both jobs.\nJob #1  (MySQL DBA)  3 to 7 years of experience  - up to $135K+\n•\tExperience in a MySQL DBA role.\n•\tExposure to both Linux and Windows environment.\n•\tWork with Java, Python, Shell, Ruby, or PERL (the more the better)\n•\tExtensive experience with SQL\n•\tClustering, maintenance, and setup of MySQL environment\n•\tThe ability to interpret data – ex. Recognize bad data, incorrect tables, etc.\n•\tHave an interest in Data Science.\nJob #2  (Linux DevOps Engineer)  up to $160K  (this is not a misprint)\n- Extensive Linux and scripting abilities in Python, Bash or Perl.\n- Linux+ and certified Jenkins, Docker preferred.\n- Five plus (5+) years of experience as a Linux Sys. Admin and 2+ as DevOps Engineer.\n- Ability to develop CI/CD pipeline.\n- Worked with monitoring and analytics tools like Nagios,m Cacti, and Splunk.\n- Support and manage zero downtime updates to production systems.\n- Perform complex Systems Admin task\n- Our technical environment includes: VM/Ware, AWS, Azure, MySQL, Apache Tomcat, Nagios, Syslog, Docker,\n      Kubernetes, Ansible, Salt, Puppet, Chef, Jenkins, Selenium Github, etc.\nCompany Information:\n-\tA very successful SAAS company that has an application that helps a lot of people.\n-\tChillax working environment \n-\tI’ll share more when we chat.  You will love what I have to share.  \nAdditional Note:\n-\tThis job is full-time and on-site only.  Sorry, no remote work\n-\tRelocation assistance is available.\n-\tNo sponsorship available.\n-\tW2 full time only – this is not a role for consultants.\n-\tNo 3rd Party please.\nThanks for your review and consideration.  If qualified, please send your resume to my attention for immediate consideration.  \nFINDER'S FEE ($2K TO $2.5K) If you know of anybody qualified, please feel free to let them know of this great opportunity.  I am paying a finder's fee for any successful referral that leads to a hire.  (must stay for 90 days)\n", "city": "new york city", "post_date": "2019-08-22 13:52", "insert_date": "\"2019-09-18T17:00:01.145415\""}, "144": {"c_id": "6972335728", "post_title": "Intern Web Application Programmer", "description": "We specialize in web programming + web application by using state of the art technology.\nPlease visit www.xinno.com for detail info.\nWe are looking for individual(s) with knowledge of basic programming who enjoys the challenge with passion.\nApply only if you are serious about the job.\n-Students must apply after graduate.\n-You do not need to be in computer science major but you should have done some programmings in the past.\nOur Services are\n-WMS (Warehouse Management System)\n-Ebay Amazon Integration\n-Ecommerce\n-Online Marketing\n-Web Application\nQualification:\nC#, Python, JQuery. PHP, MySQL, MVC, HTML5, CSS3 / MRP, ERP, WMS    \n", "city": "new york city", "post_date": "2019-09-05 18:51", "insert_date": "\"2019-09-18T17:00:07.908847\""}, "145": {"c_id": "6974402799", "post_title": "Teachers for Java and Python needed (Part Time)", "description": "Our after school program has immediate openings for a Computer Programming Teacher on Java, Python, and Robotics. \nKey Responsibilities Include:\n•\tProgramming experience on Java, Python, Raspberry Pi, or Arduino.  Ability to program and demonstrate understanding of robotics systems and operations. \n•\tAbility to teach different age students within same classroom and maintain positive communication with parents\n•\tPractice professionalism through all teaching and mentoring assignments.\nQualifications Required:\n•\tCollege level computer programming experience is required for consideration, as well as a higher level math and/or Science background.\n•\tSolid subject matter knowledge in areas: Java, Python, and Linux.\n•\tTeaching experience is a plus but are not mandatory. Experience with students with learning differences.\n•\tThe ideal candidate is outgoing, well organized, competent in basic computer skills, and is an individual who is eager to work in a highly dynamic, energetic learning environment.\n•\tMust be prepared to teach and tutor material at a high school level immediately.\n", "city": "new york city", "post_date": "2019-09-08 18:57", "insert_date": "\"2019-09-18T17:00:14.934274\""}, "146": {"c_id": "6979869510", "post_title": "Remote Intermediate Full stack ASP.NET/C# developer", "description": "Role: \nIntermediate Full stack ASP.NET/C# developer\nLocation: \nRemote\nDuration: \nFull Time\nResponsibilities:\n-Work with a team of remote individuals to maintain current suite of websites and develop new websites\n-Manage domains and shared servers\n-Manage SQL Database\n-Configure a new dedicated server to house all existing sites that are currently being individually hosted on shared web servers\n-Standard maintenance of fixing bugs adding new features\n-Prepare required documentation\n-Follow code standards, but also suggest improvements\nMust have:\n-3+ years of experience in C#, .Net Framework, Entity Framework, Source code management tools, testing tools.\n-3+ years of experience in Service Oriented Architecture (REST/SOAP, Web API 2), creating and consuming services\n-3+ years of experience in SQL Server 2012 or Higher\n-3+ years of experience developing with html5/javascript/bootstrap\n-2+ years of experience developing with Angular 1.3x including services, filters and SPA (Single Page Architecture)\n-1+ years managing 1 or more dedicated servers\nNice to have:\n-Experience developing with bitcoin/blockchain related software or hardware\n-Experience with Dependency injection, Routing, Linq, database performance tuning\nSalary:\n$50,000 / year, DOE    \n", "city": "new york city", "post_date": "2019-09-16 12:47", "insert_date": "\"2019-09-18T17:32:39.306696\""}, "147": {"c_id": "6972795912", "post_title": "Full Stack Developer - Health Platform for Physicians - NO REMOTE", "description": "Full Stack Developer – Digital Health/Medical Marketing\nHealthcasts is seeking a Full Stack Developer to join our small in-house team focusing on ongoing improvements and innovations to our website platform (www.healthcasts.com), mobile applications and corporate infrastructure.\nThis role would encompass/require the following:\n- Front-end and Server-side/Client-side development for Desktop/Mobile platforms - Application Development (iOS, Android)\n- Utilizing adaptive and responsive design, Javascript (including the use of jQuery, JQuery Mobile or similar library), CSS 3 and HTML 5\n- Experience in working with 3rd party APIs\n- Database Design and Maintenance\n- Working with Digital Production teams to accomplish development tasks and backend script creation\n- Ability to work on your own and problem solve solutions as they arise\n- Strong organization skills; Flexible to the ebb-and-flow of web production launch schedules and competing priorities\n- Passionate, hardworking, team player, goal oriented\n- Comfort with working on a small team (3 other developers) \nRequired Development Skills (3-5 years professional corporate experience):\n    PHP development ( MVC, OOP )\n    MS SQL / MySQL ( Stored Procedures, Functions, Views, Triggers )\n    Javascript\n    Jquery or equivalent library\n    Node. js, React, PostGreSQL\n    AJAX\n    JSON\n    Strong Knowledge of HTML 5\n    Strong Knowledge of CSS 3\n    Web 3.0 standards\nBonus Skills:\n    Background in Application Development (C++, C#, Obj. C, Java, BrightScript)\n    AWS BeanStalk CLI\n    Tableau\n    PEAR Libraries\n    LAMP Server Administration\nIn-office NYC role, not a remote opportunity.\nMust be able to clearly define work created on example sites being solely done by candidate.    \n", "city": "new york city", "post_date": "2019-09-06 13:09", "insert_date": "\"2019-09-18T17:32:46.277461\""}, "148": {"c_id": "6965088718", "post_title": "Full Stack Developer - Digital Health for Physicians -NOT REMOTE", "description": "Full Stack Developer – Digital Health/Medical Marketing\nHealthcasts is seeking a Full Stack Developer to join our small in-house team focusing on ongoing improvements and innovations to our website platform (www.healthcasts.com), mobile applications and corporate infrastructure.\nThis role would encompass/require the following:\n- Front-end and Server-side/Client-side development for Desktop/Mobile platforms - Application Development (iOS, Android)\n- Utilizing adaptive and responsive design, Javascript (including the use of jQuery, JQuery Mobile or similar library), CSS 3 and HTML 5\n- Experience in working with 3rd party APIs\n- Database Design and Maintenance\n- Working with Digital Production teams to accomplish development tasks and backend script creation\n- Ability to work on your own and problem solve solutions as they arise\n- Strong organization skills; Flexible to the ebb-and-flow of web production launch schedules and competing priorities\n- Passionate, hardworking, team player, goal oriented\n- Comfort with working on a small team (3 other developers) \nRequired Development Skills (3-5 years professional corporate experience):\n    PHP development ( MVC, OOP )\n    MS SQL / MySQL ( Stored Procedures, Functions, Views, Triggers )\n    Javascript\n    Jquery or equivalent library\n    Node. js, React, PostGreSQL\n    AJAX\n    JSON\n    Strong Knowledge of HTML 5\n    Strong Knowledge of CSS 3\n    Web 3.0 standards\nBonus Skills:\n    Background in Application Development (C++, C#, Obj. C, Java, BrightScript)\n    AWS BeanStalk CLI\n    Tableau\n    PEAR Libraries\n    LAMP Server Administration\nIn-office NYC role, not a remote opportunity.\nMust be able to clearly define work created on example sites being solely done by candidate.    \n", "city": "new york city", "post_date": "2019-08-26 13:52", "insert_date": "\"2019-09-18T17:32:52.597632\""}, "149": {"c_id": "6975755629", "post_title": "PHP Object Oriented Web Developer", "description": "We are an e-Commerce company in Sunset Park, Brooklyn, looking for an experienced on-location full-time Magento 1 Back-End Developer to join our seasoned development team. Job responsibilities include working on several new and existing projects, helping solve business and technical issues through programming, and creating new features and system enhancements.\nResponsibilities include but may not be limited to:\nDeveloping new features\nAssist our front-end team with back-end architecture\nRequired Skills and Qualifications: \nStrong problem analysis and problem-solving abilities\nAbility to prioritize, organize and get work done efficiently and effectively\nProficient understanding of server-side scripting with PHP\nProficient understanding of OOP MVC Development.\nStrongly Preferred:\nExperience using Git in Team Projects.\nThis job is on-site ONLY. Please do not contact us if you are an agency, or if you are looking for remote work.    \n", "city": "new york city", "post_date": "2019-09-10 15:20", "insert_date": "\"2019-09-18T17:32:59.028287\""}, "150": {"c_id": "6975579780", "post_title": "Seeking IT Technician with Programming Skills", "description": "Real Estate brokerage in Mamaroneck seeks IT Technician with LAMP Skills (PHP, MYSQL, and ubuntu server administration)\nTasks Include:\n\t* Maintaining in-house CRM\n\t* Dealing with users technical support issues\n\t* Managing digital advertising campaigns (Email, CPC, Facebook, etc)\n\t* Managing email campaigns\nPosition is part-time 3 hrs/daily ON-SITE in Mamaroneck (No remote applicants/work). Full-time considered if you also can do accounting including depositing checks, managing quickbooks, and paying agents.\nEmail resume and salary requirements for consideration    \n", "city": "new york city", "post_date": "2019-09-10 12:14", "insert_date": "\"2019-09-18T17:33:05.364213\""}, "151": {"c_id": "6975559365", "post_title": "Full Stack Product Engineer", "description": "ACA Technology, a division of ACA Compliance Group, is a leading FinTech innovation company that provides software and consulting services to today’s leading asset managers. With over 2,800 combined investment management clients and over 20 global locations, ACA Compliance Group is a premier place to take the next step in your career.\nNorthPoint Investment Management System (IMS) is a single operating platform designed to optimize your business processes and meet your ever-evolving business needs. The platform contains flexible plug-and-play modules for order management, portfolio management, and trading compliance functionality. The IMS is fully integrated with NorthPoint Data Management and Governance products including the data warehouse, security master, and price master. \nWhy ACA Technology?\nOur kitchen will keep you going while working on cutting edge solutions. You will also enjoy occasional remote work opportunities and a casual work environment. Our Events Team hosts off-site quarterly events and we hold lunch-and-learns to discuss current trends, present demos and learn cool technologies. We are always exploring new technologies, frameworks, libraries, tools and software methodologies to keep the team effective, nimble and excited.\nPosition Objective:\nThe individual in this position is responsible for assisting with the build out of ACA’s technology product suite. The individual in this position is also responsible for working closely with clients and team members to develop dynamic solutions that drive revenue for clients. \nSummary of Responsibilities:\n•Develop new and/or improved software solutions for ACA to market and sell to clients by, among other things, studying clients’ information needs, conferring with users, analyzing systems flow, data usage\n•Apply technical practices, such as continuous integration, test automation, source code control and review\n•Perform analysis, design, development, unit testing, code reviews and deployment on the .NET platform\n•Provide diagnostic support and issue resolutions for the ACA-developed/owned software applications\n•Mentor junior colleagues\n•Perform ad-hoc work/special projects as necessary to support ACA on various client and internal initiatives\nSummary of Minimum Qualifications and Knowledge Requirements:\n•Bachelor’s Degree required; computer science, information systems, math, physics, electrical engineering or related field preferred\n•At least 5 years of experience with application development\n•At least 4 years of experience with SQL, database design and optimization; Microsoft SQL Server knowledge preferred\n•Experience with Git, NuGet, TDD, Resharper, and IoC Containers (StructureMap)\n•Experience with Octopus Deploy, Team City and PowerShell a plus\n•Microsoft certifications a plus\n•Willing to undertake minimal travel\n", "city": "new york city", "post_date": "2019-09-10 11:53", "insert_date": "\"2019-09-18T17:33:11.520191\""}, "152": {"c_id": "6972044667", "post_title": "Scala Backend Engineer (3+ YOE)", "description": "Seeking a backend engineer to join our Analytics platform; data pipeline / warehousing backend for datasets ingested from APIs, remote databases, and data feeds.\nYou will help build systems for job scheduling, data anomaly/QA detection, process monitoring, and efficient storage/querying.\nThe ideal candidate will have experience and opinions on database architecture and best practices when building high throughput data systems. This role offers the opportunity to take ownership of our architecture, and offers technical freedom, and creativity.\nThe engineering team is lean, tight feedback loop, and always hunting for the best tool for the job.\nTech stack: Scala, Play, Redshift, PostgreSQL, TypeScript.\nQualifications:\n- Strong professional Scala experience (minimum of 3 years of hands on experience)\n- Experience with end web development for high transaction consumer facing website OR capital market experience (Not critical)\n- PostgreSQL / MySQL or other open source database technologies.\n- AWS experience is a plus\n", "city": "new york city", "post_date": "2019-09-05 13:04", "insert_date": "\"2019-09-18T17:33:17.846474\""}, "153": {"c_id": "6970555149", "post_title": "DOCUMENT CONTROL AND PICS IT SUPPORT", "description": "REQUIREMENTS\n•\tKnowledge of the principles and practices of document control and records management.\n•\tAbility to register and distribute records, drawings and other program documents using established processes.\n•\tVerify that program plans, procedures and other guidelines are followed; \n•\tMaintain strong systems governance and security leveraging deep knowledge of Microsoft, industry, and company best practices.\n•\tAdvanced troubleshooting of high-level production support issues experienced by SharePoint users.\n•\tCollaborate with local and offsite resources on project work and high-level production support issues.\n•\tSteady State Operations - support the Program with managing and tracking, reporting, and supporting Document Control and Records Management processes and with other duties as needed.\n•\tDevelop and review additional Document Control plans, procedures, guidelines, and training documents as needed.\n•\tImplementing the VTA Records Retention Schedules for program records.\n•\tProvide technical data requirements to IT staff for process development and enhancements.\n•\tAssisting IT staff as needed with testing and training related to enhancements.\n•\tSupporting the help desk capability for document, record, and SharePoint related staff requests.\n•\tSupervise other staff, both on-site and remote.\nCONSEQUENCE OF ERROR/RESPONSIBILITY FOR DECISIONS\nErrors in judgement or failure to carry out the responsibilities of this position could result in inadequate document control and records management, which leads to lost documents, accidental use of outdated information, unapproved access to information, violation of laws and regulations, and increased risk and costs. Being process oriented with an excellent attention to detail, as well as having an understanding of IT, document control, and record management requirements are key skills.\nDESIRABLE QUALIFICATIONS\n•\tBachelor's Degree in Business Administration, Computer Studies, or a similar relevant discipline, or additional experience in lieu.\n•\tAt least seven years' experience in Document Control for the design and construction of large infrastructure projects.\n•\tAt least two years configuring and administering SharePoint Online and office 365.\n•\tHigh level understanding of SharePoint, including the administration of sites. Experience with SharePoint Online is preferable.\n•\tProven experience with Nintex Online for o365 and Nintex 2016 designer workflow and forms (must)\n•\tJavaScript, JQuery, CSOM programming development skills preferred\n•\tExperience integrating SharePoint with third party applications and tools\n•\tHigh level understanding or MS Office, and in particular Word.\n•\tHigh level understanding of PDF creation tools.\n•\tGeneral IT experience, particularly with document and data management.\n•\tTraining specific to records and information management\n•\tProven ability to work with a wide range of disciplines connected with the successful completion of projects.\n•\tExcellent communication and organizational skills, both orally and written including written reports and summaries, and presentations.\n•\tExcellent attention to detail, analytical skills, interpersonal skills, ability to multitask, and experience with audits\n•\tCandidates with recent experience of transit programs and working for government clients are preferred.\n", "city": "new york city", "post_date": "2019-09-03 13:33", "insert_date": "\"2019-09-18T17:33:24.019851\""}, "154": {"c_id": "6965681794", "post_title": "QA Automation Engineer for Fortune Firm", "description": "See below.  Must be green card holder or US citizen.  Must be strong in automation along with Java and JavaScript.  Client wants right to hire after 6 months.  Temp to perm position, NO REMOTE work.  2 positions open.  One in Norwalk CT and other in NYC.  \nAs follows:\nYou will be playing a key role in our QA Automation team, mostly you will participate in creating test environment, running test cases and building automation tools & frameworks. We are looking for technically strong and creative individuals that possess a passion for driving quality and ensuring a positive end user experience. You will also help our development teams by creating and delivering automated test solutions with the scalability to serve our expanding product offerings. Key Responsibilities • Quickly ramp up and gain relevant domain and technology knowledge • Define architecture, design, and implementation of Test Automation Framework • Set up Automation Test Environment for multiple application platforms such as Web, iOS, Android • Establish automation test coverage strategy that aligns with the product design and covers the entire software development life cycle. • Create, advocate and coach test automation best practices to team members & development teams • Design, build, and execute Web and API test scripts by translating manual regression test cases into automated test scripts • Set goals with the team, prioritize tasks, and own deliverables • Lead/execute testing for large-scale, web applications, tools, and/or software • Ensure that testing activities allow applications to meet business requirements and systems goals, fulfill end-user requirements, and identify existing or potential issues. • Provide recommendations for improvement of applications to stakeholders. • Collaborate with Development Managers, Product Owners and other teams to ensure the highest quality of the product by architecting automation focused solutions. • Leverage existing Automation Frameworks to build new test scripts while maintaining existing test scripts as per business requirements. • Conduct PoCs on latest test automation tools and technologies.\nSkills/ Experience Required • BA/ BS preferably in Computer Science OR Information Technology • 2+ years of proven experience in defining, developing and owning test automation infrastructure for a large enterprise. • Highly skilled in a variety of languages, frameworks, and tools for automated testing solutions such as • JavaScript, Node.js, Express.js (Highly Preferred)* • Java, TestNG, RestAssured • Selenium, Jasmine, SpecFlow, Cucumber and Protractor (Highly Preferred)* • MongoDB, Hibernate, REDIS • Saucelabs, Browserstack, etc (Highly Preferred)* • Hands on experience in developing test automation frameworks from scratch • Experience building continuous integration and deployment solutions (Jenkins, TeamCity, etc.) that served large software engineering organizations • Proficiency leveraging SoapUI, Postman or similar testing tools for API testing • Understanding of Big Data technologies and Distributed systems is a plus • Excellent knowledge of advanced SQL and relational database concepts • Experience with load/performance testing tools such as JMeter and other open source javascript based libraries. • Should have experience in manual testing • Excellent problem solving and troubleshooting skills. • Flexible in working as both an individual and a team player. • Experience with Github Flow and working with Atlassian tools such as Bamboo, Bitbucket, etc is a plus. • Experience working with a distributed team in an Agile Environment (Highly Preferred)*\n", "city": "new york city", "post_date": "2019-08-27 10:54", "insert_date": "\"2019-09-18T17:33:36.561187\""}, "155": {"c_id": "6962980454", "post_title": "Senior .net MVC full-stack developer", "description": "Senior .net MVC full-stack developer \n*** No remote workers or contractors please ***\nWe are a small company providing a highly regarded cloud-based inventory management service to wholesale and B2B companies.  We have a large and rapidly growing customer-base throughout North America, Europe, and the Middle-East.  We’re seeking an experienced full-stack .net mvc developer to join our team developing a wide range of new features and capabilities for our cloud-based service.  We have been serving a very unique and specialized industry since 2000 and plan to expand into other industries in the near future.\nThe job candidate must be a highly motivated individual able to develop clean and efficient applications with adaptive user-interfaces following current generation standards and trends.  This position will involve developing applications using the  .net MVC 4.5 platform. \nQualifications:  \n4+ years developing .net MVC web applications\nExtensive C#,  .net 4.5  MVC, Entity framework experience\njQuery experience (jQueryUI & jqGrid) \nKnockout (extensive experience needed)\nExpert in MS SQL and stored procedures.\nStrong analytical skills and problem solving abilities\nExperienced working with complex real-time transactions related to finance and/or accounting.\nBS or MS in computer science preferred.  \nCreative out-of-the-box thinker is a big plus\nOur location is in Hasting-on-Hudson in Westchester County with easy access to Metro North and a 35 minute commute to/from Grand Central.\nWe offer a very competitive salary, pleasant work environment, and opportunities for rapid advancement and benefits.  \nPlease email cover letter, resume and salary requirements.  \nJob Candidates Only - No agencies or headhunters!!!\n", "city": "new york city", "post_date": "2019-08-23 12:33", "insert_date": "\"2019-09-18T17:33:42.815221\""}, "156": {"c_id": "6970689155", "post_title": "Startup Seeks Web Developer in Exchange for Equity", "description": "Exciting new startup seeks web developer expertise in exchange for equity:\n- Front-end and Server-side/Client-side development for Desktop/Mobile platforms - Application Development (iOS, Android)\n- Utilizing adaptive and responsive design, Javascript (including the use of jQuery, JQuery Mobile or similar library), CSS 3 and HTML 5\n- Experience in working with 3rd party APIs\n- Database Design and Maintenance\n- Digital Production to accomplish development tasks and backend script creation\n- Ability to work on your own and problem solve solutions as they arise\n- Strong organization skills\n- Flexible to the ebb-and-flow of web production launch schedules and competing priorities\n- Passionate, hardworking, team player, goal oriented\n- Comfort with working on a small team.\n**Desired Development Skills (3-5 years professional experience):\nPHP development ( MVC, OOP )\nMS SQL / MySQL ( Stored Procedures, Functions, Views, Triggers )\nJavascript\nJquery or equivalent library\nNode. js, React, PostGreSQL\nAJAX\nJSON\nStrong Knowledge of HTML 5\nStrong Knowledge of CSS 3\nWeb 3.0 standards    \n", "city": "new york city", "post_date": "2019-09-03 15:53", "insert_date": "\"2019-09-18T17:33:55.755128\""}, "157": {"c_id": "6977198520", "post_title": "DevOps / System Administrators", "description": "dotCMS is an established, growing and profitable software company that develops enterprise Content Management Solutions using Java and cloud based technologies.  dotCMS software powers sites, intranets and content for many large global customers including financial institutions, global brands and public universities among others. We are seeking DevOps and Automation Engineers that can help us design, tune, automate, maintain and grow our scalable, reliable, secure and highly available environments.  These individuals would be joining the team responsible for 24x7 cloud infrastructure and working closely with other developers to drive infrastructure improvements.  Candidates have three or more years of experience with: systems and automation engineering; modern security processes; software development; AWS and GCP cloud development;  managing HA infrastructure, managing java application servers; platform containerization and orchestration.\nResponsibilities:\nManaging and improving automation framework and tooling for provisioning, monitoring, and administering dotCMS cloud installations in AWS\nImprove and further automate continuous integration and delivery of dotCMS product.\nWork with R&D to design and implement features that will enable dotCMS customers to have continuous deployments with their dotCMS content and custom code.\nWork with R&D to properly develop our containerized and orchestrated deployments\nAssist engineering and support staff with incoming cloud requests. \nOccasionally travel for company meetings or to consult with clients on-site (usually less than one trip per quarter)\nRequirements:\n3+ Years experience with Java, Python and bash\n3+ Years experience with continuous integration, delivery, and deployment\n2+ Years experience with tools like Ansible, Packer, Chef, Puppet, Zookeeper, Jenkins, and Bamboo\n2+ Years experience scripting cloud APIs (AWS preferred)\n2+ Years experience with Highly available environments\nProven and demonstrable analytical, problem-solving, and communication skills\nAbility to speak and write English fluently\nAble to work in a team-oriented, collaborative environment\nWilling and able to travel occasionally\nPreferred Experiences / Skills:\nContainer frameworks like:  Docker, Swarm, Kubernetes, EKS, ECS, RKT, Mesos\nCloud hosted environments like: Amazon, Azure, Google, Digital Ocean\nGIT\nMultiple years of linux experience\nDatabase experience: PostgreSQL, MySQL, Oracle, MS SQLServer\nJava Application Server Management\nElasticsearch cluster management\nDetails\nSalary: $75k-$125k Commensurate with Experience\nEmployment: Full-time or contract \nCareer Level Required:   Experienced (Non-Manager)\nExperience Required: 2+ to 5 Years\nLocation: Charleston SC, North of Boston, or Remote\n", "city": "boston", "post_date": "2019-09-12 14:22", "insert_date": "\"2019-09-18T17:34:05.750332\""}, "158": {"c_id": "6966563496", "post_title": "WANT TO WORK FROM HOME?  Hottest trend in the US (P/T OR F/T)", "description": "Is it time for something different?\nDo you want to work from your home and earn $3-5K part time or $8-10K full time?\nCash in on the emerging $22 Billion Dollar Cannabidiol Industry.  These amazing products are changing the health and well-being of people all across the world. And it has been estimated that up to 100 million people in the US will eventually be using them as well.\nWatch this short video and you will see why Hemp is about t the change the world:\nhttps://vimeo.com/315320434\nThis is a perfect opportunity for people who want to earn income from home, or anywhere they have an Internet connection.  Can you follow a proven system and put in consistent effort every week?  If you answered yes, then we will show you how to earn money from home while you develop residual income.\nBENEFITS:\n>  Work from home or wherever you have an Internet connection.\n>  No cold calling, selling, or home/hotel meetings.\n>  High earnings potential along with monthly bonuses.\n>  Earn $3-5k part time or $8-12K full time.\n>  Proven marketing system, you will be up and running immediately.\n>  No inventory required.  All orders are drop shipped to your customers.\n>  Free website that promotes your opportunity 24/7.\n>  Get paid weekly.\nREQUIREMENTS:\n>  Follow a proven marketing system.\n>  Be self-motivated with a desire to win.\n>  Have a computer and Internet connection.\n>  Enjoy helping other people improve their lives.\nFOR MORE INFORMATION:  If you would like to get all the details regarding our business, exclusive products, and turn-key marketing systems, reply to this ad WITH YOUR EMAIL ADDRESS and we will send you all the information shortly.\nIsn’t it time you took that step forward and began building your future.  Don’t let this tremendous Work From Home situation pass you by!  Everything is in place for you to begin earning income every week and developing the lifestyle you have been dreaming about. \nThe best time to plant a tree was 20 years ago. The second best time is now. –Chinese Proverb\n", "city": "asheville", "post_date": "2019-08-28 13:22", "insert_date": "\"2019-09-18T22:25:17.270174\""}, "159": {"c_id": "6980597082", "post_title": "Web Designer", "description": "Need someone to help create a simple website.    \n", "city": "asheville", "post_date": "2019-09-17 12:18", "insert_date": "\"2019-09-18T22:25:23.158701\""}, "160": {"c_id": "6972850334", "post_title": "Opportunity Seekers Wanted", "description": "If you will give me 6 minutes of your time, I will show you how to make a full-time income in a very short period by simply using your cell phone. ( NO WEBSITE NEEDED, NO SELLING NECESSARY, NO WEEKLY MEETING TO ATTEND...EVER).\nIf you are serious, committed and discipline, this could be the right opportunity to make an extra two or three thousand dollars a month.\nPlease call the number below for the full details and make sure you have at least 6 minutes to listen to the entire message. ( YOU MUST OWN A CELL PHONE)\nCall this 24-hour hotline 863-733-8806 and press 1 for an overview of the opportunity.\n(YOU MUST HAVE A CELL PHONE FOR  TO WORK)    \n", "city": "boone", "post_date": "2019-09-06 14:05", "insert_date": "\"2019-09-18T22:25:42.852922\""}, "161": {"c_id": "6975180133", "post_title": "**Looking for promoters for CBD-Work from home and online**", "description": "Cash in on the emerging $7.1 Billion Cannabis Industry that according to Forbes magazine will hit $22 Billion by 2020 and blow past $50 billion by 2026! CBD products are being used worldwide and customers get instant, life-changing results with this miracle plant. We lead the industry with an aggressive 85% commission payout. \nI’m looking for 10 Rockstars Right NOW who want to copy my system which allows me to generate 20 to 100 leads a day and gets me 300 to 400 new signups on my team every month.\nCLICK HERE to take the FREE Business Tour\nBusiness Perks:\nPaid Weekly & Monthly (5 Types of Commissions)\nPersonalized Websites\nState-of-the-Art Email Autoresponder System\nCar & Vacation Bonuses\n$1 Million a Month Earning Potential.\nNo Cold Calling, Home Parties, or Hotel Meetings\nCopy & Paste Marketing ANYONE can do.\nI have experience using automated systems to generate a  five and six figure income per year using a simple copy & paste marketing system all online, no bugging friends or family. I work around one hour a day and I’m looking for professionals who want to create a six figure passive income.\nThis opportunity is perfect for:\nBusy Professionals who want their life back.\nRetirees who need more supplemental income.\nInternet marketers/ Bloggers\nPassive income seekers\nSecond income enthusiasts\nIf you are willing to give this business dedication and consistent action, you can potentially earn $20k to $100k passive residual income per month by following my system.\nCLICK HERE to take the FREE Business Tour\nGet Your Free CBD Sample Here\n(This is a Business Opportunity, not a Job Offer.)\nTo your success,\nMark Balderrama \n", "city": "boone", "post_date": "2019-09-09 19:07", "insert_date": "\"2019-09-18T22:25:51.374119\""}, "162": {"c_id": "6981253839", "post_title": "Scheduling Interviews Today!", "description": "Are you looking for a career change? Are you looking just to supplement your income?\nThe nations premier provider of health care access in the US is looking for motivated self-starters to enjoy a career with our company. Our health care programs are primarily designed to help people who are un-insurable due to a pre-existing condition or low income and/or under insured with mid-range to significant gaps in their traditional insurance benefits.\nWhat Our Company offers:\nExcellent Pay $35,000 to $70,000 (first year earnings potential)\nGreat benefits package\nWork Part-time or Full-time\nAll necessary training provided\nIf you are diligent, committed, and coachable, as well as have a desire to help people, we are currently conducting brief phone interviews for this position. Must be able to commit at least 10-15 hours per week.\nPlease respond to this posting with a full version of your resume in word format. Experience as a Independent Insurance Agent, consultant, customer service, health care services, sales, insurance, Mortgage Broker, nursing or teaching background is a plus but not required! • Excellent communication, presentation and follow up skills and computer skills • Insurance license is not required. Must be at least 21 and a U.S. resident\nFor more information about our company, and to request an interview, please go to our website http://www.homecareerplacement.info\nHave you always dreamed of being a success? Your dreams have now come true. Contact us NOW to open the door to your success.    \n", "city": "charlotte", "post_date": "2019-09-18 10:43", "insert_date": "\"2019-09-18T22:26:23.936095\""}, "163": {"c_id": "6979003645", "post_title": "Online Sales Reps Needed-Work from Home", "description": "** KEEP READING IF YOU ARE SERIOUS***\nWe are a Florida based company that’s looking for experienced sales associates who don’t mind a challenge.\nYou can easily earn up to $800/week with our simple copy and paste system. Many of our members are averaging $800 - $1000+ weekly.\nWe will provide you with our” Secret Income” letter, training and resources to use.\nZero internet marketing experience needed\nNo website/admin fees\nNo monthly fees\nCan be done online or offline, and a free website will be provided.\nCheck out the link below for more details\nhttp://www.successwitho.com\n", "city": "eastern NC", "post_date": "2019-09-15 01:21", "insert_date": "\"2019-09-18T22:26:56.004454\""}, "164": {"c_id": "6975976572", "post_title": "Technical Assistant Wanted", "description": "Looking for an extra set of hands around the business doing technical work relating to creating and maintaining websites. \nMust be highly responsible, customer-service oriented, a team player, and able to follow instructions well. \nMust know basics around managing and updating basic WordPress websites. Not looking for a designer, just someone that can operate our processes. \nPart-time. Flexible schedule. \nRespond with weekly availability and a resume.    \n", "city": "eastern NC", "post_date": "2019-09-10 20:09", "insert_date": "\"2019-09-18T22:27:10.545559\""}, "165": {"c_id": "6966203570", "post_title": "**Looking for an Opportunity in the CBD industry?**", "description": "Cash in on the emerging $7.1 Billion Cannabis Industry that according to Forbes magazine will hit $22 Billion by 2020 and blow past $50 billion by 2026! CBD products are being used worldwide and customers get instant, life-changing results with this miracle plant. We lead the industry with an aggressive 85% commission payout. \nI’m looking for 10 Rockstars Right NOW who want to copy my system which allows me to generate 20 to 100 leads a day and gets me 300 to 400 new signups on my team every month.\nCLICK HERE to take the FREE Business Tour\nBusiness Perks:\nPaid Weekly & Monthly (5 Types of Commissions)\nPersonalized Websites\nState-of-the-Art Email Autoresponder System\nCar & Vacation Bonuses\n$1 Million a Month Earning Potential.\nNo Cold Calling, Home Parties, or Hotel Meetings\nCopy & Paste Marketing ANYONE can do.\nI have experience using automated systems to generate a  five and six figure income per year using a simple copy & paste marketing system all online, no bugging friends or family. I work around one hour a day and I’m looking for professionals who want to create a six figure passive income.\nThis opportunity is perfect for:\nBusy Professionals who want their life back.\nRetirees who need more supplemental income.\nInternet marketers/ Bloggers\nPassive income seekers\nSecond income enthusiasts\nIf you are willing to give this business dedication and consistent action, you can potentially earn $20k to $100k passive residual income per month by following my system.\nCLICK HERE to take the FREE Business Tour\nGet Your Free CBD Sample Here\n(This is a Business Opportunity, not a Job Offer.)\nTo your success,\nMark Balderrama \n", "city": "eastern NC", "post_date": "2019-08-27 22:01", "insert_date": "\"2019-09-18T22:27:22.468267\""}, "166": {"c_id": "6961155079", "post_title": "Help sell my ingenious, patented utility - HUGE commission!", "description": "I've conceived, developed and patented a simple yet brilliant solution to the world's password problem. It's free for the public to use with no registration necessary, works from any device without installing any software whatsoever, is free for all websites to install as a WordPress plugin or JavaScript module, generates its own passive advertising revenues, and does not store passwords or user data ANYWHERE. Even under subpoena we could not produce any user identities or passwords because they are never revealed to us - users are completely anonymous.\nI just made a video playlist of a brief PowerPoint presentation followed by our intro video.  Here’s the link: https://www.youtube.com/playlist?list=PL1zRmv5_dexKwZfp7jLgnBil--WHB7X0H\nI’d like to sell my product and all associated intellectual properties to a cybersecurity or identity protection company but they’re not easy to get through to.  If you have a background selling IT or have connections with any of these tech firms, please demo my utility and see for yourself how my invention truly eliminates all lost, forgotten, simple, shared, stored and resetting passwords forever. Then read the press release first before emailing or calling me if you think you have the talent and connections to help me sell my invention to an entity that can take it global as a new universal standard.  All inquiries are welcome – thanks!\n", "city": "fayetteville", "post_date": "2019-08-20 21:07", "insert_date": "\"2019-09-18T22:28:15.180908\""}, "167": {"c_id": "6973110478", "post_title": "Affiliates and Reps needed", "description": "Do you live in a metro area with population between 50K and 950K?\nIf so, I have a great need to be \"seen\" locally in your area. I am looking for local representatives in metro areas of that population size - 50K to 950K - other than Richmond VA.\nI am also in the process of getting my web site upgraded in the next month to include a web-based affiliate program. I am looking for affiliates based anywhere who are interested in promoting my products. The current website, www.oldweirdstuff.com, does not show the affiliate option, but the new site will have that available.\nGo to my site now at www.oldweirdstuff.com and look around. I feature many high-end items. Both representative and affiliate commissions will pay out well enough to make working with me worth your while.\nContact me about either program. Representatives can start immediately upon acceptance. Those interested in the affiliate program will be put on our mailing list to be immediately contacted as soon as that program is live.    \n", "city": "greensboro", "post_date": "2019-09-06 19:16", "insert_date": "\"2019-09-18T22:29:40.261555\""}, "168": {"c_id": "6981295118", "post_title": "Shopify Store Enhancement", "description": "Looking for someone that can make our shopify store website really stand out. Please respond with examples and rate of pay expected.\nThank you    \n", "city": "jacksonville ", "post_date": "2019-09-18 11:30", "insert_date": "\"2019-09-18T22:31:25.173636\""}, "169": {"c_id": "6964964378", "post_title": "Affiliates and Reps Needed", "description": "Do you live in a metro area with a population between 50K and 950K?\nIf so, I have a great need to be \"seen\" locally in your area. I am looking for local representatives in metro areas of that population size - 50K to 950K - other than Richmond VA.\nI am also in the process of getting my web site upgraded in the next month to include a web-based affiliate program. I am looking for affiliates based anywhere who are interested in promoting my products. The current website, www.oldweirdstuff.com, does not show the affiliate option, but the new site will have that available.\nGo to my site now at www.oldweirdstuff.com and look around. I feature many high-end items. Both representative and affiliate commissions will pay out well enough to make working with me worth your while.\nContact me about either program. Representatives can start immediately upon acceptance. Those interested in the affiliate program will be put on our mailing list to be immediately contacted as soon as that program is live.    \n", "city": "outer banks", "post_date": "2019-08-26 11:50", "insert_date": "\"2019-09-18T22:31:39.587626\""}, "170": {"c_id": "6960229326", "post_title": "Need Good Computer Repair Techs", "description": "Geeks On Demand is in need of a few good computer repair techs to cover  Richmond and other parts of surrounding area. \nThe techs we choose will have their name, contact info and their personal phone number placed and promoted with their very own profile in the “ service areas” page of our Geeks On Demand website. \nwww.TheGeekOnDemand.com\nWe have a marketing team that does SEO to the website , and we will give these techs free marketing via our Geeks On Demand website so visitors to the website can find them and call them directly for services. \nVisitors to our Geeks On Demand website become your very own customers, you charge them whatever price you would normally charge your own customers and they pay you directly.\nYou do not have to pay us any percentage or fees , I repeat , you do not pay us a thing.\nWe ask that techs who are interested immediately email or text us so we can interview you.\nYou must be willing and able to:\n* Have verifiable experience in all aspects of computer repairs , including networks , PCs, Macs and servers. \n* Be able to answer the question “ what makes you a great computer repair  tech”\n* Be available to take on jobs on short notice and through out the week and sometimes on weekends.\n* Have your own reliable transportation \n* Have a valid non expired state issued drivers license \n* Have atleast 3 years experience in doing onsite repairs of computers\n* Be willing and able to cover a 50 mile radius of your location if called on a job ( your paid $10 and $20 bonuses for longer drives )\n* Good attitude , Honest and people friendly \nIf you fit that criteria we want to hear from you , email or text us at the following number so we can later call and interview you: \n(904) 352-8695\nGeeks On Demand \nTheGeekOnDemand.com\n- - - - -\nGeeks On Demand needs techs in your area. Unlike Field Nation , Thumbtack , and other similar platforms , we do not charge you.\nVisitors to the website that call you become your very own customers that you bill directly , no 3rd parties or companies that you will have to go around or have to deal with at all.    \n", "city": "outer banks", "post_date": "2019-08-19 17:05", "insert_date": "\"2019-09-18T22:31:45.457891\""}, "171": {"c_id": "6979458131", "post_title": "**Looking for promoters for CBD industry-Can work from home**", "description": "Cash in on the emerging $7.1 Billion Cannabis Industry that according to Forbes magazine will hit $22 Billion by 2020 and blow past $50 billion by 2026! CBD products are being used worldwide and customers get instant, life-changing results with this miracle plant. We lead the industry with an aggressive 85% commission payout. \nI’m looking for 10 Rockstars Right NOW who want to copy my system which allows me to generate 20 to 100 leads a day and gets me 300 to 400 new signups on my team every month.\nCLICK HERE to take the FREE Business Tour\nBusiness Perks:\nPaid Weekly & Monthly (5 Types of Commissions)\nPersonalized Websites\nState-of-the-Art Email Autoresponder System\nCar & Vacation Bonuses\n$1 Million a Month Earning Potential.\nNo Cold Calling, Home Parties, or Hotel Meetings\nCopy & Paste Marketing ANYONE can do.\nI have experience using automated systems to generate a  five and six figure income per year using a simple copy & paste marketing system all online, no bugging friends or family. I work around one hour a day and I’m looking for professionals who want to create a six figure passive income.\nThis opportunity is perfect for:\nBusy Professionals who want their life back.\nRetirees who need more supplemental income.\nInternet marketers/ Bloggers\nPassive income seekers\nSecond income enthusiasts\nIf you are willing to give this business dedication and consistent action, you can potentially earn $20k to $100k passive residual income per month by following my system.\nCLICK HERE to take the FREE Business Tour\nGet Your Free CBD Sample Here\n(This is a Business Opportunity, not a Job Offer.)\nTo your success,\nMark Balderrama \n", "city": "raleigh / durham / CH", "post_date": "2019-09-15 19:11", "insert_date": "\"2019-09-18T22:33:18.113326\""}, "172": {"c_id": "6970952403", "post_title": "Facebook Advertising Specialist", "description": "Looking for an individual who is proficient in Facebook Ads and has an interest in real estate. \nWeb design, photography, and marketing expertise are bonus qualities!\nMost work can be done remotely. \nPosition may be best suited for a young professional or someone interested in making a little additional income. \nMax amount of work per week would be 8 hours.    \n", "city": "chattanooga", "post_date": "2019-09-03 22:29", "insert_date": "\"2019-09-18T22:36:54.149305\""}, "173": {"c_id": "6980890245", "post_title": "Web design for adult modeling management site", "description": "We are looking for someone to create a wordpress site for gay adult modeling management site. Must have experiences in creating web sites that are user-friendly, with a creative mind and an edge. Please refer to frost-models.com for an idea. We need something similar but better.\nMust be local and must be willing to work within the budget of $400.\nDO NOT write to propose your fee and other services.    \n", "city": "chattanooga", "post_date": "2019-09-17 17:43", "insert_date": "\"2019-09-18T22:37:00.196964\""}, "174": {"c_id": "6968363007", "post_title": "Need web developer", "description": "I need a web developer to create something similar to z i l l o w real estate website    \n", "city": "chattanooga", "post_date": "2019-08-30 23:11", "insert_date": "\"2019-09-18T22:37:06.003075\""}, "175": {"c_id": "6980650473", "post_title": "Smartphone Users Wanted - $75/day", "description": "Looking for a few more smartphone users. Will pay for you to play some games, surf the web, check email, and complete polls. 5-10 minutes for each task.\nNo experience needed.\nWill even toss in a $5 bonus to get started.\nhttp://pixelfy.me/applynow\n", "city": "chattanooga", "post_date": "2019-09-17 13:12", "insert_date": "\"2019-09-18T22:37:11.855255\""}, "176": {"c_id": "6975097429", "post_title": "NEED MARKETING STUDENT", "description": "Hi,\nI am looking for preferably a marketing student to help me design two websites; one will be just a regular promotional website and the other will be for selling just one product.  For the latter one,  I need someone who has learned how to do click bait and can set up the payment system as well as have search engines find it.  In addition, I need to know how to add videos to both websites.  Obviously, we have to design the sites; both already have domains and we can use their web support for creation.  Neither have to be complicated sites.  Also, I need help with the social media aspect for both of them as well.  \nEmail me with you requirements for pay; I am not able to pay an exorbitant amount as I live on a very limited income; however, I thought this would be a good learning experience for a marketing student and me too!\nI do want someone whose heart is in doing this and doing it right.  Millennials are so tech savvy and although I have studied marketing and web content - it has changed so much since I left college years' ago!\nThanks.    \n", "city": "chattanooga", "post_date": "2019-09-09 17:17", "insert_date": "\"2019-09-18T22:37:17.580210\""}, "177": {"c_id": "6970434189", "post_title": "Technical Support, Application Support, Data Support", "description": "Company with 25-year track record serving clients throughout the world is seeking technical resource to support our web based data collection application and asset database. Implementing minor application changes, importing Excel or Access data into application, reviewing database information for completeness and accuracy are some of the tasks we have.\nResource must have the following skills:\n* Must be excellent determining type of query and writing of queries to clean up data\n* Must be expert with Access and Excel\n* Must have some web application development skills\n* Need to have PHP skills\n* Must be responsible, get it done, deadline driven person who takes pride in work\n* Team player who works well with others and celebrates team success\n* Commitment to work with our company on an ongoing basis\nSeeking immediate and ongoing support for current and future projects over the next years. Submit resume, letter of interest, and compensation expectations and preferred structure via email. Opportunity is immediate.\n", "city": "chattanooga", "post_date": "2019-09-03 11:31", "insert_date": "\"2019-09-18T22:37:23.349904\""}, "178": {"c_id": "6974499189", "post_title": "Creative Digital Marketing Agency / Work From Home / Make Connections", "description": "We are a Nashville based niche publisher and creative digital marketing agency looking for new clients for our web design build and boost packages.  http://www.agency43.com\nWhat we sell: \nCreative design, web, and digital marketing packages for small local and niche businesses that range from $1,500-$5,000 and can go up to $20,000 with the right client and project.\nWhat do you get? \nYou receive 20% commissions on all new clients and projects you bring to us!  \nLet's do some simple math:\n- On a standard $5,000 design package, you make $1,000 commission just for making connections. \n- Bring just 2-3 new clients in each month and you make $3,000+ commission working at home, for as many hours as you want!  \n- Work really hard just a few hours a day, bring in one new client a week and you earn $35-48,000 per year, working from home at your own pace. (We think that sounds pretty awesome!  If you do then send your resume)\n- If you want to work full time, you could make even more... but there has to be time for family, walking the dog, kids, going to movies and other stuff)\nThis type of position would be great for: \n- Stay at home parent looking for flexible hours to make extra money for family \n- A person with a goal to become a sales person or own their own company one day \n- Retired person looking for something fun and rewarding to do during retirement (you can do this from anywhere)\n- Someone who loves networking and is fascinated with helping people achieve their goals\n- Young creatives and college students looking to learn more about working and selling in the creative web and digital marketing world.  (I would even hire a high school student who was mature and really wanted to work hard!) \nIs it a good fit for you? \n- If you are a good communicator, like to meet new people, and like to help people this will be fun and profitable for you.  \n- If you need flexible hours, nobody breathing down your neck or expecting you to show up at an office everyday this will make you very happy.  \n- If you like working with creative people, business owners, artists, and people with awesome ideas about the future, this will be especially fun for you... Your job will be to meet and network in those circles (online, on social media and wherever you want to go)\nWe will lay out some basic plans for easy success and many of them can be done from home with no pressure or typical sales strategies.  Some include posting links and images on social media sites, blogs etc but you can be as creative as you like with reaching new people... You are probably scrolling and commenting on social media everyday anyway.  Other approaches can be taken like a standard sales position... we are ok with that too because it works!    Once you are hired on our team, orientation and training is done online though our online courses.  They are simple and give you the basics you will need to get started.  \nDon't worry, you don't have to close the sales.  You just have to get a good conversation started and you get full commission when we close it!  We will work with most industries so you can use your contacts, strengths, and past relationships to introduce our company to people and make commission if they do a project with us!\nIf you would like to join our team, please forward a short cover email to this posting.  \n(Small Print: If you do not attach a resume, we will most likely delete your communication, unless your cover letter is so amazing we can't pass you up... But seriously, attach a standard resume so we can get to know you.  Time is valuable and we like to work with people who can follow the most basic instructions about how to apply.)  \nhttp://www.agency43.com\n", "city": "clarksville", "post_date": "2019-09-08 21:09", "insert_date": "\"2019-09-18T22:37:31.976995\""}, "179": {"c_id": "6978570622", "post_title": "Wanted - Help With Two Simple Web Site Designs", "description": "Greater Spartanburg People Only!!!\nGreater Spartanburg People Only!!!\nWhen responding, please ... STATE YOUR LOCATION!!\nI need a person familiar with web site development and living in the greater Spartanburg Area to help me with a couple web sites, two online now and a new one.  I have a small training business that focuses on HVAC & Electrical Theory and Troubleshooting located in the Spartanburg area.  You can do most of your work from home, but we will want to meet from time to time as you help with the design and keep the site updated.  \nI am not looking for a business, just a smart person who has experience in web related work.  This will be a good paying job for the right person, plus this work will continue in the future.  If you have knowledge in web site construction and design, then please contact me .... lets discuss the possibilities.    \n", "city": "knoxville", "post_date": "2019-09-14 12:28", "insert_date": "\"2019-09-18T22:38:16.587162\""}, "180": {"c_id": "6964808811", "post_title": "React Developer Wanted for project", "description": "Hi!\nI am a seasoned iOS developer with lots of experience working in Silicon Valley. I am currently working on an exciting project and have been able to pretty much every level of the app except I'm struggling with the web frontend. \nI am looking for a React developer to implement a UI for the API that I built.\nThis is a co-founder opportunity. We will be looking for funding once the MVP is available.\nIf this is something that might interest you, please write back. At the very least, let's grab lunch and discuss the opportunity.\n", "city": "danville", "post_date": "2019-08-26 08:27", "insert_date": "\"2019-09-18T22:41:13.661468\""}, "181": {"c_id": "6980829535", "post_title": "Looking for a Wordpress developer to set up the Geo Directory plugin", "description": "I am looking for a Wordpress developer to set up the Geo Directory plugin (https://wpgeodirectory.com) for an existing website and fix a couple of the issues.\nThe applicants should:\n1) Be able to meet in person around Washington DC area\n2) Be able to attend conference calls once a week during the course of the project for progress report meeting\n3) Be able to send weekly progress status reports\n4) Be an expert in Wordpress\n5) Have adequate records of experience in the GeoDirectory plugin\nPlease read the scope of work attached. If you are interested, please send me your WordPress portfolio along with your proposal. Your proposal should include the cost and delivery date.\n", "city": "fredericksburg", "post_date": "2019-09-17 16:27", "insert_date": "\"2019-09-18T22:41:24.276139\""}, "182": {"c_id": "6979497461", "post_title": "Mobile Application Developer", "description": "Looking for a student, professional, or any person who is fluent in mobile application development. Looking to develop for Apple or Android, pending on persons ability and recommendation. The main framework for the application is simple, but there is a back door which could provide some complexity. I have some fluency with Python, but not near enough to develop application alone. Looking for person with experience related to Python, Swift, JavaScript, or Ruby. No need for all languages; I am also open to other recommendations. Whatever needed to get the job done and into Beta. Payment is negotiable and open to an ownership percentage. Person must be willing to sign Non Disclosure Agreement (NDA). SERIOUS INQUIRES ONLY    \n", "city": "fredericksburg", "post_date": "2019-09-15 20:26", "insert_date": "\"2019-09-18T22:41:30.096063\""}, "183": {"c_id": "6977707125", "post_title": "Web Developer", "description": "Request for Quotation (RFQ) - Part Time Web Developer\nIncorporated Research Institutions for Seismology\n1200 New York Ave. NW, Suite 400\nWashington, DC  20005\nThe Incorporated Research Institutions for Seismology (IRIS) is a consortium of over 125 universities dedicated to the operation of science facilities for the acquisition, management, and distribution of seismological data. IRIS facilitates investigations of seismic sources and Earth properties using seismic and other geophysical methods. It promotes the exchange of seismic and other geophysical data and knowledge through pursuing policies of free and unrestricted data access, and fosters cooperation among IRIS members, affiliates, and other organizations in order to advance seismological research and education, expand the diversity of the geoscience workforce, and improve Earth science literacy in the general public.\nThe IRIS website (www.iris.edu) is managed from the IRIS headquarter office located in Washington, DC, and runs on a RackSpace Red Hat Enterprise Linux 6.5 (PVHVM) virtual machine.  There are several subdomains on the main server, all being managed by separate instances of ExpressionEngine v2 that is running on PHP 5.5.38 and mysql 14.14.   \nIRIS desires to engage a part-time web developer to migrate existing ExpressionEngine websites and add-ons to current software versions, maintain websites, and develop new applications as requested.  \nSCOPE OF WORK\n●\tMigrate the existing ExpressionEngine website and its add-ons from version 2 to the most current software versions. Several add-ons were built in-house; therefore, code re-writes will be necessary for compatibility with the current version of ExpressionEngine.\n●\tDesign, implement, and maintain various IRIS websites. Tasks include analyzing requirements, designing, coding, debugging and testing new features.\n●\tCreate, customize, and maintain interactive web applications as requested\n●\tProvide miscellaneous support including basic troubleshooting, interfacing with the outside System Administrator, and interacting with the lead staff Web Developer\n●\tProvide support for an estimated 20-25 hours per week in initial phases, reducing to ongoing maintenance support of 5-10 hours per week, plus occasional projects as needed\n●\tContractor located in the Washington, DC Metropolitan region is preferred\nREQUIREMENTS\nWorking knowledge (3+ years of experience) in:\n●\tPHP v5 to v7, CodeIgniter, ExpressionEngine (including Templating and Add-on development), v 2 and 5\n●\tMySQL\n●\tJavaScript, jQuery\n●\tHTML, CSS (including Bootstrap v3)\n●\tAbility to work at the UNIX command line level \n●\tGit version control\nSUBMISSION REQUIREMENTS\nTechnical Submission must include the following: \n•\tOverview of Capabilities/Skills\n•\tStatement of Experience\n•\tExamples of Work Product (e.g. code repository example)\n•\tTwo Professional References\n•\tDate of availability to begin work \nFinancial Submission must include the following:\n•\tHourly Rate \nPlease provide an hourly rate and any special pricing arrangements such as a pre-paid retainer contract or a monthly service agreement. \nInterested vendors should submit responses via email. Vendor responses are due no later than 5:00 p.m. ET on Monday September 23, 2019. \nAll questions should be directed to the IRIS Sponsored Projects Office via email.  All vendor questions and answers will be made available to all potential bidders. \nThe responses must be submitted to the proper email address and by the submission deadline to be considered for an award.\nExcluded Parties \nIndividuals or organizations who have assisted IRIS, directly or indirectly, in the preparation or evaluation of the RFQ leading to an Agreement; shall not submit a response, assist any other vendor in the preparation of a response, or perform under the Agreement in any capacity.  Individuals or organizations who are presently debarred, suspended, proposed for debarment, or declared ineligible for an award or contract by any Federal agency are not eligible to submit a response.\nRights of Retention\nFollowing submission of quotes and final evaluation, IRIS will have the right to retain the responses, maintaining them in confidence.  All documents submitted in response to this RFQ shall become the property of IRIS.\nEVALUATION CRITERIA\t \nSubmissions will be evaluated on experience and technical expertise in the following:   \nExpression Engine, PHP, MySQL, JavaScript/jQuery, HTML, CSS Unix and Git version control. Samples of work product must be included.  \nCustomer references should also be provided.  These references will be contacted during the evaluation process.  IRIS will also evaluate contractor availability and cost as part of the process.  The final selection will be made on a best-value basis.\n", "city": "fredericksburg", "post_date": "2019-09-13 10:06", "insert_date": "\"2019-09-18T22:41:35.824647\""}, "184": {"c_id": "6971516454", "post_title": "Healthcare SQL Developer", "description": "We are looking for an SQL developer for a 6+ month healthcare project.  This is a full time during business hours gig, that can be on-site, remote, or a combination.\nRequired skills:\n- Expert data and back-end systems architecture\n- Expert with writing and optimizing SQL in T-SQL\n- Expert at developing database objects such as views and stored procedures\n- Expert with SSIS, ETL tools, data automation, and data exchange\n- Working knowledge of DB2, ability to port code between SQL versions\n- Strong experience with Healthcare data, payer experience a big plus\n- Competent with TFS and Visual Studio\nPlease only contact if you have the above.\n", "city": "fredericksburg", "post_date": "2019-09-04 17:11", "insert_date": "\"2019-09-18T22:41:41.633992\""}, "185": {"c_id": "6964035839", "post_title": "PHP and JavaScript React Developer needed for web-application", "description": "We're looking for a PHP and JavaScript developer that's comfortable with WordPress, React, and can do some LTI integration. Most of the work can be done off-site, but we will need to have meetings occasionally at our office in Beltsville. This is a medium-sized project for the educational system (mainly universities) which will consist of integrating newrow and its features through it's api (https://www.newrow.com). This is a paying gig and pay-rate will be determined based on experience. Thanks!\nAll applicants must be located in the U.S. and we would prefer someone local in the DMV area.    \n", "city": "fredericksburg", "post_date": "2019-08-24 19:55", "insert_date": "\"2019-09-18T22:41:47.481397\""}, "186": {"c_id": "6980194902", "post_title": "Blockchain Whitepaper + Technical Architecture", "description": "Looking for a technical writer to write a whitepaper for an application being developed. Also looking for help with developing and writing technical architecture. \n1 week turnaround \nMay be additional full stack developer work for qualified applicants    \n", "city": "fredericksburg", "post_date": "2019-09-16 18:58", "insert_date": "\"2019-09-18T22:41:53.223445\""}}, "test": {}}