{"_default": {}, "gigs": {"1": {"c_id": "6961306974", "post_title": "STOCK-OPTIONS & FOREX TRADER..... WANTS TO PARTNER (READ INSIDE)", "city": "charlotte", "post_date": "2019-08-21 08:19", "insert_date": "\"2019-08-24T01:11:34.528899\""}, "2": {"c_id": "6956079200", "post_title": "Landscaping, Construction, Handyman for Website", "city": "raleigh / durham / CH", "post_date": "2019-08-13 18:47", "insert_date": "\"2019-08-24T01:13:08.782186\""}, "3": {"c_id": "6953332742", "post_title": "Testers for New Dot Com App", "description": "I came up with a concept for a dot com and it's now in its initial testing phase.\nIm looking for individuals who can create profiles on the site and test it's overall functionality.\nNo prior experience needed.\nBe app/computer/social media savvy and able to work autonomously.\nOffering a share of the company for the individual(s) who help me get the site through its testing phase, as well as marketing and promotions.\nNo investment required.\nSerious inquiries only.    \n", "city": "charlotte", "post_date": "2019-08-09 18:37", "insert_date": "\"2019-08-24T01:17:45.781174\""}, "4": {"c_id": "6946051565", "post_title": "Looking to team up with Coders for a Startup", "description": "My business partner and I have a very cool idea that can revolutionize how companies keep track of employee satisfaction and improve their ability to attract top talent.\nLooking to be able to have an app and services built.  Would like to partner, but would be willing to consider the cost for a contract for hire.  \nLet's talk.    \n", "city": "charlotte", "post_date": "2019-07-30 20:17", "insert_date": "\"2019-08-24T01:17:50.946006\""}, "5": {"c_id": "6947882523", "post_title": "Mobile App Developers for Nonprofit 501c3 (IOS/Android)", "description": "Nonprofit in search of an app developer to help create and write off. \nWe are From Fathers, For Fathers and the Fatherless: iLoveYouDaddy\nOur mission is to promote, inspire and enlighten men and women to create a better world for our children, our families, our communities and ourselves.\nSend following to youknow@iLoveYouDaddy.org  :\nPoint of Contact\nPreferred programming: IOS or Android\nResume/Portfolio (.PDF Version only)\nLink to any of your Reviews/Ratings/Customer Testimonies from previous Apps\nRespond to answer: Why do you want to create an app for a Father-Based Nonprofit?\n", "city": "raleigh / durham / CH", "post_date": "2019-08-02 12:01", "insert_date": "\"2019-08-24T01:22:30.440868\""}, "6": {"c_id": "6944353221", "post_title": "Looking for people to test my new Weight Loss Competition App", "description": "My name is Andrew. I am making a brand new mobile app called 'Weight Wager'. This app is not out yet but I hope to launch it in late Fall and it is nearly complete. I am looking for about 20-30 mobile testers to install the app and play the game in mid-August (prior to it launching to the general public). \nIMPORTANT: To participate, you must reply to this email and answer ALL 11 questions below.\nWhat is Weight Wager?\nWeight Wager is the First Live, National, Smart-Scale Weight Loss Game Show.\nImagine, each morning, thousands of American weight loss competitors stepping onto their wireless smart-scales as they sync their weight loss data into a national, real-time Weight Loss Leader-board.\nUsers who lose weight weekly, win a cash prize share between $10 - $250. Users who gain weight weekly, pay those cash prizes. The prize announcements are hosted as a 'Money Monday' party weekly via an in-app live video-cast from a group of witty, entertaining, and inspirational Weight Loss, Fitness and Nutrition Coaches.\nHere is the website for the app to give you more of a feel, if you want to be a mobile tester and do the game! \nhttps://www.WeightWagerApp.com/\nWho I am looking for in YOU to test the app (minimum qualifications to participate):\n1. Do you live in the United States? Are you a U.S. Citizen? What City and State? Do you have a piece of mail that you can prove that you can take a quick picture of to prove that you live in the U.S.? (not necessary to send now).\n2. Are you pregnant or anticipate being pregnant during the game? (We do not allow anyone who is pregnant to participate in Weight Wager - to ensure proper health for the baby). \n3. What is your age? \n4. Do you own either an Android phone or an iPhone? If so, what exact Model is it? (iphone 8, Samsung Galaxy 9 etc) It is very important that you answer this question in detail as this is a mobile app and I need to know how it will work on your phone in advance...). Each phone works differently and is a factor in usability and experience.\n5. Are you trying to lose weight at all? If so, how many pounds? Approximate.\n6. Do you own a normal scale or a smart-scale? If a smart scale, can you specify the brand of the smart-scale?\n7. Do you have a Paypal account? If you do not, you would have to sign up to Paypal to participate (this is how you get paid when you go down in weight OR pay when you go up in weight)...\n8. Could you use the app daily and weigh in - inside the app for 28 days straight? And especially on Mondays ('Money Mondays' are the days that your weigh in counts for money. Either you win money on Mondays or you have to pay out money on Mondays (if you went up in weight from week to week)...\n9. Are you willing to bet $10 per week for 4 weeks? If you go up in weight – the app will charge your paypal account that every Monday. If you go down in weight, you pay nothing and win a share of money from the other players in the game, who went up on Monday and paid. \n10. Are you willing to fill out a 25 question survey about Weight Wager and all of the signup screens, marketing screens, onboarding screens and weigh in screens? We will provide the questions - we need to know about your experience with the usability (ease of using the app or not easy to use) and the features (did you understand how to use the app - were there features that could be improved? Were there errors or features that literally did not work etc). \n11. What is your direct email address and full name? \n(once you provide this – I will contact you for when the game will start – it is estimated that it will launch in mid-August but that date could delay as the app is still in development…\nPlease respond to this email with all 11 answers and/or let me know if you have any questions. \nThank you\nAndrew\nCEO of Weight Wager Inc.\nhttp://www.WeightWagerApp.com\n571.234.2100    \n", "city": "raleigh / durham / CH", "post_date": "2019-07-28 16:31", "insert_date": "\"2019-08-24T01:22:35.623978\""}, "7": {"c_id": "6951028230", "post_title": "Laravel App Help Needed", "description": "Looking for an experienced Laravel developer for freelance work on an as-needed basis. Current issues involve Solarium search and the build out of a few features. HTML/Javascript/PHP experience, please.    \n", "city": "boston", "post_date": "2019-08-06 17:12", "insert_date": "\"2019-08-24T01:23:10.994848\""}, "8": {"c_id": "6956144976", "post_title": "Now Immediately Hiring Field Technicians in MASSACHUSETTS", "description": "Currently seeking out eligible technicians to perform in the field. Pay starts at $17-20/hr depending on previous experience and we are open to either hiring for contract work, part-time work or full-time work!\n*IF YOU ARE A DATA CENTER TECHNICIAN THEN WE CURRENTLY HAVE A PROJECT AVAILABLE FOR YOU THAT PAYS MORE PER HOUR AND GOES FOR THE NEXT 5 YEARS! To find out more, please set up your profile on the ATS website and THEN reach out to us, thank you!\nThe kinds of field technician jobs that we assign our ATS field technicians are as follows:\n•        POS (Point of Sale Machines) \n•        Laptop Repair \n•        Technical Repair/Replace (Bench Work) \n•        Server Programming \n•        Server Builds \n•        Cat5/6 \n•        Site Surveys \n•        Data Migrations \n•        ATM Troubleshooting \n•        Printers \n•        Telecomm. VOIP \n•        Television Repair/Replace \n•        Network Troubleshooting \n•        Help Desk Experience \n•        Digital Signage Board Installations \n•        Cash Drawer Replacement \n•        Security Camera Installs \n•        Home/Retail Fixture Installs\nTo get started with us as a field technician, we need for you to get registered as an ATS field technician and you can do so from right off your computer using the following link: \nhttps://americastechnicianservices.com/technicians-login/\n*FYI: IT IS NECESSARY THAT YOU FILL OUT YOUR ATS PROFILE TO THE BEST OF YOUR ABILITY OTHERWISE YOU WON'T BE HIRED!*\nOnce you are registered, we need for you to schedule an appointment for an over the phone interview with one of our recruiters using the following link:\nhttps://calendar.google.com/calendar/selfsched?sstoken=UUlMam4xbndZNS1MfGRlZmF1bHR8NDUyZmFjNTk2YmY2MWViZjAyOTk2NjE2OWQ5YWEzOGE\nPlease keep in mind the following:\n•        You will need a Gmail account in order to use the above URL link to access our Google Calendar and schedule an interview. \n•        After you have navigated your browser to our Google Calendar, simply select an appointment slot that you will be 100% available for a 15 minute over the phone interview with one of our recruiters and please include the best phone number to reach you on for our scheduled interview, thank you. \nIf you have completed the ATS field technician registration process and never received an SMS text message with a link to the ATS app from off the Google Play store then please use the following link:\nhttps://play.google.com/store/apps/details?id=com.americantechnicianservices\n(You can also search for Americas Technician Services (ATS) in the Google Play store to get registered on the app as well)\nIf you are curious to find out more about us, then please check us out on our website at:\nhttps://www.AmericasTechnicianServices.com/\nLooking forward to reviewing your completed (to the best of your ability) ATS profile and meeting you during our scheduled introductory phone interview.\nBest of luck!    \n", "city": "boston", "post_date": "2019-08-13 20:33", "insert_date": "\"2019-08-24T01:23:16.193192\""}, "9": {"c_id": "6943784683", "post_title": "***WORK FROM HOME - LOOKING FOR DIGITAL MARKETING ENTREPRENEURS***", "description": "We want to pay you to share Builderall! Builderall is looking for anyone who wants to develop a new revenue stream in the digital marketing niche working from home. Our leveraged affiliate compensation plan offers recurring monthly income and one-time bonuses. \nABOUT BUILDERALL\nBuilderall is a massive internet marketing toolkit where you can use the tools, AND share the platform to earn recurring monthly income working from home with only a computer and internet connection. Builderall is the only platform that contains every digital marketing tool a business, entrepreneur, service provider, marketer, blogger, or virtual store needs to grow and succeed online.  \nBUILDERALL HAS ALL THESE TOOLS YOU CAN USE AND PROFIT FROM NOW...\n- Responsive website builder\n- Blog builder\n- Mobile App builder\n- Email marketing platform\n- Autoresponders\n- Social network integration tools\n- Image design studio\n- Video creation tool\n- Browser notification tool\n- On-page SEO tool\n- Click/heat map tool\n- Facebook autopost tool\n- Facebook chatbot tool\n- Share locker tool\n- E-learning / course builder tool\n- Script generator tool\n- Social proof tool\n- Video wrapper tool\n- Instagram autoresponder\n- SMS marketing tool\n- Webinar tool\n- ***Affiliate program / recurring income opportunity***\n- Over 400 video tutorials on how to use every tool and begin earning money fast\n- Use all tools for you, your business or clients\nTake action now and capitalize on the huge demand for digital marketing services using our leveraged compensation plan that pays you a recurring monthly income. \nClick the link below to learn more and get instant access to the Builderall platform for free.\nTo your success.\nhttps://workfromhome.builderwow.com/ \n", "city": "boston", "post_date": "2019-07-27 17:24", "insert_date": "\"2019-08-24T01:23:21.664908\""}, "10": {"c_id": "6947136613", "post_title": "recipe scraping project tutor", "description": "Hey,\nI want to set up a web scraper for myself, scraping recipes. I want to pull the dataset from every recipe for aggregate analysis: rating, reviews, photos, ingredients, directions, prep time, cook time, and nutrition facts. Then, store it in a database. \nI want to use one of two approaches:\n1. Scrapy \n2. this specific repo: https://github.com/hhursev/recipe-scrapers \nI have some coding experience, but rather than forcing myself to learn this code project the normal way, I'd rather just work with someone to speed up the process. I've used scrapy before, familiar with python, have built some garbage web apps before (a long time ago). \nLet me know what your coding background is (or just shoot over a resume). Hopefully we can bang this out in a few hours! This is probably ideal for a college student or anyone who is a competent web dev. \nHappy to meet anywhere near public transit, wherever is convenient for you. I am in the north end. Thanks!    \n", "city": "boston", "post_date": "2019-08-01 11:59", "insert_date": "\"2019-08-24T01:23:26.814978\""}, "11": {"c_id": "6961998479", "post_title": "$50 to beta test app", "description": "Looking for beta users for an app to test and provide feedback. Will compensate $50 for about 30 mins of time.\nThe app is for crowdsourcing house repairs and/or domestic services (ie. house cleaning, tutors, etc).\n$25 to go thru the signup process and $25 upon feedback on the signup experience.    \n", "city": "new york city", "post_date": "2019-08-22 01:38", "insert_date": "\"2019-08-24T01:23:32.284661\""}, "12": {"c_id": "6961662905", "post_title": "Sales Rep Needed For App promotion", "description": "We are a small software start up based in Brooklyn, NY. We are building something that we believe will make a difference in peoples lives. In short, our platform enables instant communication between businesses & end users. Reach out to us for more details. When replying, please include your full name & a phone number so that we can contact you directly. \nPay: $8/per client accusation. Unlimited earning potential.\nJob Type: Full/Part time\nP.S: No gimmicks, serious inquiries only.    \n", "city": "new york city", "post_date": "2019-08-21 15:23", "insert_date": "\"2019-08-24T01:23:37.446531\""}, "13": {"c_id": "6959692017", "post_title": "Test my iphone app and share your opinion", "description": "I have an iPhone app.\nI want you to download it, play with it and share your opinion about the app.\nI pay $5 for that. Will take a few minutes. I only have one app.    \n", "city": "new york city", "post_date": "2019-08-19 00:41", "insert_date": "\"2019-08-24T01:23:42.592580\""}, "14": {"c_id": "6958790983", "post_title": "Test my new iphone app and share your opinion", "description": "I have an iPhone app.\nI want you to download it, play with it and share your opinion about the app.\nI pay $5 for that. Will take a few minutes. I only have one app.    \n", "city": "new york city", "post_date": "2019-08-17 14:55", "insert_date": "\"2019-08-24T01:23:47.758947\""}, "15": {"c_id": "6946692809", "post_title": "Mobile App Developer internship", "description": "This is THE opportunity!\nLet's be successful with us!\nWe are looking to find a Mobile App Developer Intern to join our team in an exciting App.\nThe hours are flexible and the possibility of growth is big! \nWe want our team to succeed!\nYou will be working with the founder and the digital design/marketing team that is currently working overseas.\nIf you are ambitious, creative, smart, responsible and  want to learn the startup process and the business with us, please send us an email! \nWe new but we want to grow big and we want an amazing team with us!\nWe are looking forward to hearing from you!    \n", "city": "new york city", "post_date": "2019-07-31 17:22", "insert_date": "\"2019-08-24T01:23:52.926619\""}, "16": {"c_id": "6942975936", "post_title": "User Testers for an Apparel Voice Shopping App - Paid Opportunity", "description": "Do you have a Google Home speaker and want to try something new on it? We are a Google-funded startup building a fun shopping assistant that helps you shop for clothes with your voice. We are looking for 6 to 8 user testers to try it out on their Google Home speaker and answer a few questions on a 30-minute video call. We will be giving $25 Amazon or Starbucks gift cards for 30 minutes of your time.\nIf you’re curious and want to have some fun shopping for clothes, please hop on the pre-screening form: https://forms.gle/GfCPH8zMvdiMB1JN6. I will email those who qualify with the invite to schedule the call.\nFeel free to share it around too, any gender and age are welcome! Talk soon!    \n", "city": "new york city", "post_date": "2019-07-26 15:52", "insert_date": "\"2019-08-24T01:23:58.085644\""}, "17": {"c_id": "6962877501", "post_title": "work from home freelancers wanted now", "description": "if you have experience working from home in any of the fields below contact us now to start working tomorrow\nvisit our website to apply..    www.bellmoneyfinancial.com \n Amazon Experts\neBay Experts\nCustomer Service \nAmazon Vendor Central\nWalmart, Newegg, Sears, Jet\nSocial Media Management\nMarketing Expert\nGraphic Design\nSEO & Adwords\nVideo & Audio Editing\nFacebook Ads Expert\nEmail Marketing Expert\nClick Funnels\nShopify Development\nWooCommerce Development\nWix eCommerce\nWordPress Development\nFront End Development\nBack End Development\nSoftware Development\nMobile App Development\nVirtual Assistants\nWriting/Copywriting\nExcel Experts\nData Entry\nResearch\nProject Managers\nLead generation\nTranslation\nBookkeeping\nContent creator\n3D graphic design\n", "city": "new york city", "post_date": "2019-08-23 10:42", "insert_date": "\"2019-08-24T01:24:08.494938\""}, "18": {"c_id": "6941331237", "post_title": "App tester and create posts", "description": "Looking for testers for a new app. This is an easy and low effort gig which you can do anytime as long as you have an iphone. Reach out via email for the name of the app. You will download, log in, and make posts and play around in the app. Leave feedback of your user experience by using \"contact us\". \nCompensation: $1 for every 5 posts generated. $2 for every friend you referred who created an account in the app. $3 if you leave a positive review.\nMaximum posts from one person limited to 20.    \n", "city": "new york city", "post_date": "2019-07-24 13:48", "insert_date": "\"2019-08-24T01:24:13.652978\""}, "19": {"c_id": "6941067833", "post_title": "Opinion Study Interview for new App/ $75 gift card for 1 hour", "description": "I am looking for PhD students and recent PhD graduates to participate in a 60-minute product testing interview. \nIf you’re interested in participating (via Zoom video), please send me an email through craigslist. We’ll then schedule individual appointments on a “first come, first served” basis until the study is full.\nDetails of the study\n—We are offering a $75 Amazon gift card upon completion of the interview (not just completing the questionnaire)\n", "city": "new york city", "post_date": "2019-07-24 08:36", "insert_date": "\"2019-08-24T01:24:18.844642\""}, "20": {"c_id": "6961761373", "post_title": "Get Paid to Add Local Businesses to Database- Work from Home", "description": "New APP in need of people to build its database of kid/parent related businesses. \nYou can contact me for more details but the app basically is paying users to add businesses starting with phone number and address. No complicated forms and the mission behind new APP is the following. \nTo grow into the largest kid friendly business with promotions and advertising for all kid related businesses. \nSearch using google many different kid friendly businesses like daycare, martial arts, ice cream parlors, kids clothing stores, orthodontic dentists and any other business which is unique. \nThen after we submit info the APP company reaches out to businesses offering great advertising solutions. \nWe are paid $10.00 for Every business we register that signs up. \nSay you register 85 businesses and 60 signup that would be $600.00. \nThe payments are residual every month. \nSo if you have a few moments here’s your chance to earn up to $850.00 a month residually. \nHere is an example of some of the business you can register!\n•  Apartments for Rent\n•  Cabin Rentals\n•  Charities\n•  Family Housing Resource Centers\n•  Non-profit Organizations\n•  Social Services Organizations\n•  Volunteer Organizations\n•  Souvenir Shops\n•  Sports Gear & Accessories\n•  Surf Shops\n•  Tack Stores\n•  Tailors/Alterations \n•  Toy Stores\n•  Transportation Services\n•  Trophy Shops\n•  Thrift Stores\n•  Vitamins & Supplements Stores\n•  Wig Stores\n•  Dry Cleaners\n•  Educational & Office Supplies Stores\n•  Electronics Stores\n•  Eye-wear & Sunglasses\n•  Fabric Stores\n•  Fishing Stores\n•  Fitness & Exercise Equipment\n•  Flowers & Accessories\n•  Formal Wear & Rentals\n•  Furniture & Design\n•  Gardening/Landscaping Services\nGo to this link to login now! Register your 85 businesses today! Also refer more friends for even greater earnings!\nhttps://kidazzler.com/invite/Vzt4TxMS\nhttps://kidazzler.com/invite/Vzt4TxMS \n", "city": "new york city", "post_date": "2019-08-21 17:17", "insert_date": "\"2019-08-24T01:24:27.028380\""}, "21": {"c_id": "6952672147", "post_title": "UnReal VR and AR Developer", "description": "Looking for an UnReal programmer to help develop a VR experience that would eventually turn into an AR companion app in the spring. \nBuild the Scene\nAdd 3D models, rigged and animated\nAI for creatures\nDeployed on Oculus Quest\n", "city": "new york city", "post_date": "2019-08-08 21:09", "insert_date": "\"2019-08-24T01:24:32.177696\""}, "22": {"c_id": "6951796322", "post_title": "BACKEND DEVELOPER Node.js, MongoDB, and MySQL", "description": "A well-funded, profitable, growing Startup is seeking a Backend Developer.\nSaaS platform which specializes in building out Mobile, Web and Kiosk ordering and loyalty solutions.\nAbout Us:\n•\tAn existing backend which is integrated with Toast POS (Point-of-Sale) and Square for payment processing.\n•\tiOS and Android apps are connected to the existing backend\n•\tAdmin panel is an internal-facing tool for making remote changes to content fed-to and derived-from the app.\nCurrent Projects:\n•\tWorking on a rewrite of the current backend to allow for more scalability and ease when implementing different partner integrations.\n•\tUpdating the admin panel to be an external-facing product rather than an internal management tool.\n•\tMoving mobile app styling to be configurable by admin panel, as well an iterating with new app functionality based on growing platform partnerships.\nResponsibilities:\n•\tA solid understanding of developing web application backends with Node.js, MongoDB, and MySQL.\n•\tCreate REST APIs with Express.js\n•\tUnderstanding of Nginx and Ubuntu.\n•\tAble to design secure cloud infrastructure that and scale on platforms such as and especially Amazon Web Services\n•\tWorking with our team to rewrite the existing backend\n•\tManaging and implementing integrations with Square, Stripe, Braintree, Toast, and other Point-of-Sale (POS) systems.\n•\tBuilding out backend infrastructure to cleanly separate functionality destined for the Web and App platforms from what is needed for what will be a client-facing Admin panel.\nRequirements:\n•\tA solid understanding of developing web application backends with Node.js, MongoDB, and MySQL.\n•\tCreate REST APIs with Express.js\n•\tUnderstanding of Nginx, Linux, and Ubuntu.\n•\tAble to design secure cloud infrastructure that and scale on platforms such as and especially Amazon Web Services\nPlus:\n•\tExperience with writing single page applications using React.\n•\tExperience with GraphQL a big plus.    \n", "city": "new york city", "post_date": "2019-08-07 17:25", "insert_date": "\"2019-08-24T01:24:37.342071\""}, "23": {"c_id": "6946199300", "post_title": "★★ Data Entry Work From Home ★★", "description": "*We welcome people from all backgrounds and this is an opportunity for those who may have gaps in their work history. Entry level OK as long as data entry requirement 40 WPM is met.*\nJob Conversion is looking for Data Entry clerks to perform tasks as needed by our clients. This is a remote gig.\nREQUIRMENTS\n**Friendly & self-motivated\n**Proven data entry skills (40WPM)\n**May be asked to handle incoming calls\n**Familiar with Microsoft office tools\n**Okay with flexible schedule\n**Able to take direction well\n**Ability to multi-task\n**Quick thinker\n**May require social media management skills (you'll only be asked to perform these duties if qualified - this is not mandatory\n**May be required to know .html and familiarity with web site builders such as Six, Click Funnels (not mandatory - you'll be asked if these tasks are relevant to your experience\nSCHEDULE\n– Our client may request various hours or weekends as needed\nHours vary from client to client\nPart-time is generally needed but may require more than 32 hours per week\nMay require 2 to 5 hours per day several times a week but may extend beyond these house\nTO APPLY\nhttps://jobconversion.com/app/register\nThank you for your interest in JobConversion!    \n", "city": "new york city", "post_date": "2019-07-31 05:06", "insert_date": "\"2019-08-24T01:24:42.523435\""}, "24": {"c_id": "6946191047", "post_title": "DevOps Master: Gitlab Enterprise + CI/CD", "description": "I manage a team of application developers around the world. We have been increasing our usage of GitLab for both project management and source control. \nI would like to take this to the next level and deploy an internally managed instance of Gitlab Enterprise (I would opt for cloud offering but the pricing is more advantageous for self-hosted).\nOne of the key objectives I want to be able to accomplish here this project is automated deployment of review apps as well as automated testing to ensure he changes about to be committed don't break anything.\nA few things about our work:\n- Heavy user of AWS platform services (like RDS, Elasticsearch Service, S3, Cognito, API Gateway, Lambda etc...)\n- Backend components are almost exclusively built in Python. Exceptions to this would be cases where we are relying on non-Python based platforms, such as Elasticsearch. \n- Frontend components are almost exclusively built as React webapps. \nBefore shifting work to Gitlab, we experimented with using AWS Codestar (which has fully managed build service, automated continuous delivery and deployments, etc...). It was extremely useful to be able to commit code and have that automatically kickoff a deployment so we could examine the changes from within the context of the application.\nFor the scope of this project, I would like your help with the following:\n- Installation and configuration of Gitlab Enterprise on AWS, Including any integration required to enable automated deployments. This would include configuration of the AWS kubernetes service, etc...\n- Guidance on how to best handle projects with heavy AWS dependencies - for example, would deploying a review app standup an entirely separate environment via CloudFormation? Or would we have dev/test/prod AWS assets setup ahead of time that the review apps would depend on (for example, if we were building an app atop the AWS Elasticsearch service).\n- Guidance on how we can build application templates that may facilitate the process of beginning work on a new project. For example, CodeStar had several project templates to choose from (https://docs.aws.amazon.com/codestar/latest/userguide/templates.html). \n- Any other expertise you can provide to help our team move through projects in a more efficient manner (across project management, development, testing, deployment, etc...).\nIn order to be considered for this project, you must have experience with Gitlab in an enterprise environment working on agile projects. Please mention specific experience in your responses - it will help me identify you as someone I should talk to as part of the selection process.\n:-)    \n", "city": "new york city", "post_date": "2019-07-31 03:43", "insert_date": "\"2019-08-24T01:24:47.729553\""}, "25": {"c_id": "6961042014", "post_title": "Meditation App User Testing This Week 30min - $20", "description": "We are seeking participants to test our Mindfulness iOS app.\nWe are seeking participants between 25-42 years old that are practicing meditation, or have done meditation in the past. The study is online, and it takes 30 min. Participants will be asked to use an app during the session.\nParticipants will receive compensation for their time at a rate of $20 for 30 min of their time after successfully completed session.\nIf you are interested, please complete a short questionnaire at the link: https://forms.gle/tgUVz9QudjpVNv5A6 \n", "city": "portland", "post_date": "2019-08-20 15:04", "insert_date": "\"2019-08-24T01:31:25.660296\""}, "26": {"c_id": "6944592220", "post_title": "Help needed for mindfulness app testing", "description": "Help needed for testing of app to encourage mindfulness training.  Candidate must practice some form of mindfulness.  User survey and data to be completed.  Several iterations of the app will need to be tested. \nFurther collaboration is possible for candidate who has experience in marketing of health/fitness apps.    \n", "city": "portland", "post_date": "2019-07-28 21:46", "insert_date": "\"2019-08-24T01:31:30.812483\""}, "27": {"c_id": "6942892016", "post_title": "Looking for people to test my new Weight Loss Competition App!", "description": "My name is Andrew. I am making a brand new mobile app called 'Weight Wager'. This app is not out yet but I hope to launch it in late Fall and it is nearly complete. I am looking for about 20-30 mobile testers to install the app and play the game in mid-August (prior to it launching to the general public). \nIMPORTANT: To participate, you must reply to this email and answer ALL 11 questions below.\nWhat is Weight Wager?\nWeight Wager is the First Live, National, Smart-Scale Weight Loss Game Show.\nImagine, each morning, thousands of American weight loss competitors stepping onto their wireless smart-scales as they sync their weight loss data into a national, real-time Weight Loss Leader-board.\nUsers who lose weight weekly, win a cash prize share between $10 - $250. Users who gain weight weekly, pay those cash prizes. The prize announcements are hosted as a 'Money Monday' party weekly via an in-app live video-cast from a group of witty, entertaining, and inspirational Weight Loss, Fitness and Nutrition Coaches.\nHere is the website for the app to give you more of a feel, if you want to be a mobile tester and do the game! \nhttps://www.WeightWagerApp.com/\nWho I am looking for in YOU to test the app (minimum qualifications to participate):\n1. Do you live in the United States? Are you a U.S. Citizen? What City and State? Do you have a piece of mail that you can prove that you can take a quick picture of to prove that you live in the U.S.? (not necessary to send now).\n2. Are you pregnant or anticipate being pregnant during the game? (We do not allow anyone who is pregnant to participate in Weight Wager - to ensure proper health for the baby). \n3. What is your age? \n4. Do you own either an Android phone or an iPhone? If so, what exact Model is it? (iphone 8, Samsung Galaxy 9 etc) It is very important that you answer this question in detail as this is a mobile app and I need to know how it will work on your phone in advance...). Each phone works differently and is a factor in usability and experience.\n5. Are you trying to lose weight at all? If so, how many pounds? Approximate.\n6. Do you own a normal scale or a smart-scale? If a smart scale, can you specify the brand of the smart-scale?\n7. Do you have a Paypal account? If you do not, you would have to sign up to Paypal to participate (this is how you get paid when you go down in weight OR pay when you go up in weight)...\n8. Could you use the app daily and weigh in - inside the app for 28 days straight? And especially on Mondays ('Money Mondays' are the days that your weigh in counts for money. Either you win money on Mondays or you have to pay out money on Mondays (if you went up in weight from week to week)...\n9. Are you willing to bet $10 per week for 4 weeks? If you go up in weight – the app will charge your paypal account that every Monday. If you go down in weight, you pay nothing and win a share of money from the other players in the game, who went up on Monday and paid. \n10. Are you willing to fill out a 25 question survey about Weight Wager and all of the signup screens, marketing screens, onboarding screens and weigh in screens? We will provide the questions - we need to know about your experience with the usability (ease of using the app or not easy to use) and the features (did you understand how to use the app - were there features that could be improved? Were there errors or features that literally did not work etc). \n11. What is your direct email address and full name? \n(once you provide this – I will contact you for when the game will start – it is estimated that it will launch in mid-August but that date could delay as the app is still in development…\nPlease respond to this email with all 11 answers and/or let me know if you have any questions. \nThank you\nAndrew\nCEO of Weight Wager Inc.\nhttp://www.WeightWagerApp.com\n571.234.2100    \n", "city": "portland", "post_date": "2019-07-26 11:22", "insert_date": "\"2019-08-24T01:31:35.942763\""}, "28": {"c_id": "6960340302", "post_title": "Get 10-15% Commission for Bringing Web Design Clients/Projects", "description": "I own a creative agency doing graphic and web design.\nIf you find clients that need any creative design or development services, I will give you 10-15% of everything I make with them during an entire year since the introduction. \nMost of my projects range from $3000 to $30,000.\nServices I provide:\n+ Logo Design\n+ Printing\n+ Editorial Design\n+ Web Design\n+ Web Development\n+ iOS & Android App Development\n+ E-Commerce Solutions    \n", "city": "portland", "post_date": "2019-08-19 16:34", "insert_date": "\"2019-08-24T01:31:46.222416\""}, "29": {"c_id": "6948350435", "post_title": "Need Help with Laser Engraving", "description": "I am very familiar with computers but have never bought or used a Laser Engraver\nI'm thinking of getting a Glowforge since it seems to be user friendly and has a lot of potential\nBut primarily what I need an engraver for is a very specialized function, so I may start with a less expensive engraver to start with - maybe, maybe not - not sure just yet \nHowever - \nI am a bookbinder and I have seen several YouTube videos of people using a laser engraver to essentially \"burn\" laser foil into various mediums such as wood and acrylic\nif you're familiar with hard cover books, many of them have a technique called Foil Embossing imprinted into the cover and spine\nThis can be simple text, or elaborate designs - I need both for what I need to do - \nThe \"old-school\" or traditional method for doing this is quite complicated and very expensive\nI've seen Chinese made \"Digital Foil Embossing Machines\" but these run around $4500 - which of course if I'm going to spend that much, may as well buy a Glowforge and have much more functionality\nBut I've also seen \"Chinese Made\" Laser Engravers being sold on eBay, Amazon - even Walmart for around $350-$450 that are around 40 watts (same as a standard GlowForge - and I've also seen 3 watt (or 3000 milliwatt) laser engravers going for around $125-$175\nSo the point to all this is - I have no experience with Laser Engravers at all - and would like to find someone who has experience with them that can advise me on which one I need to buy, and once I do so - can get me started on basic operation - specifically on doing the Laser Foil \"Embossing\" into hard cover books that I will be making from scratch, or at very least - have printed for me \nI don't know what to offer someone for this - I don't know how much time you will need to spend to get me up and running\nAs I mentioned, I have many years experience working with computers, in fact I used to be a Desktop Admin/Network Support Operator\nBut, I don't have any experience with Laser Engravers, or the software used to operate them\nFurther - I don't have much experience with apps like PhotoShop or any other Illustrator apps or of that type\nI'm an old school craftsperson and computer geek who has aims at being a \"maker - I plan on getting a 3D printer and CNC machine eventually, but the laser engraver is what I need first and basically I need someone with experience with them that can get me off the ground and moving quickly\nI learn much quicker if I have someone simply show me, than trying to read website blogs or manuals\nThis is why I am wanting to hire someone to help me get started\nSo...I hope all that made sense\nIf you have experience with Laser Engravers and believe you can help me get started with what I am trying to do - please contact me\nWe can talk about compensation, but I figured either an hourly rate, or perhaps a per session.\nI learn quick so I should pick it up pretty fast\nOh, and if you're familiar/experienced with Laser Engravers, but not necessarily with the task I am describing, I can share the YouTube videos I mentioned to help that process along\nEmail me if you can help, and/or if you have questions\nThanks in advance\nJake    \n", "city": "portland", "post_date": "2019-08-02 18:54", "insert_date": "\"2019-08-24T01:31:51.376320\""}, "30": {"c_id": "6961880529", "post_title": "Make a quick $10 sending Facebook event invites", "description": "We could use help promoting a public costume party Facebook event. We'll pay up to $10 to anyone who sends 500 invites to people age 21+ in the Seattle area. That's $1 per 50 invites, and if you know what you're doing this should only take you a few minutes to complete! Make easy money spreading the word on a fun Halloween event!\nPay out is immediate but only possible through Venmo, PayPal, or Cash App. If you don't have Cash App yet I can send you a code that makes us both $5 each when you sign up!\nEmail me for the Facebook event link, then reply once you're done sending invites. I'll verify the invites are sent, then we'll send you money!  \nPlease show this ad to your promoter and influencer friends so they can make a quick $10 too! We'll have more events in the future that you can make $10 on as well!\n", "city": "portland", "post_date": "2019-08-21 17:12", "insert_date": "\"2019-08-24T01:32:06.818357\""}, "31": {"c_id": "6956744361", "post_title": "**$25.00** NOW ****Review Online Listing Fix Inaccurate Info Add Photo", "description": "***$25.00 ***Quick Cash Today: We need a person to fix inaccurate information on local internet listings. We are also looking for a review based on a test call where you will inquire about the product price and availability and you will score the agent on the accuracy of answers, knowledge of products, and willingness to accommodate special requests. You will then write a short review based on your true experience and add a product photo of the product you are asking about. You will be paid the same day by a cash app or your choosing. The Task will only take around 10 minutes to complete and you will be paid today. YOU MUST HAVE BASIC SKILLS LIKE DOWNLOADING COPY AND PASTE AND WORK WITH A DESKTOP OR LAPTOP. Easy to do and you will be paid today by cash app    \n", "city": "portland", "post_date": "2019-08-14 14:07", "insert_date": "\"2019-08-24T01:32:11.973537\""}, "32": {"c_id": "6943262158", "post_title": "Raspbian > MonoDevelop > GTK# > .Net Core >Expert...", "description": "I am an experienced .Net Developer trying to ramp on \nRaspberry PI  development.\nLooking for someone with relatively deep experience\nin developing with MonoDevelop  using GTK#  and \n.Net Core to create GUI apps. \nI am targeting Raspberry Pi 4 running Raspbian Buster.\nAm willing to pay you to help get my environment set up \nand to teach me the ropes. This is remote, no travel involved.\nDepending on how we synch there may be additional work.\n----------\nI AM NOT INTERESTED IN...\nBODY SHOPS \nCHEAP OFFSHORE RESOURCES\nWEB SITE DEVELOPERS\nOR ANYONE ELSE WHO BLINDLY \nRESPONDS TO TECH ADS\nSO RE-READ THE AD AND IF YOU DO NOT \nMEET THE CRITERIA WE ARE ASKING FOR, \nDON'T WASTE YOUR TIME OR MINE!!!    \n", "city": "portland", "post_date": "2019-07-26 20:54", "insert_date": "\"2019-08-24T01:32:17.336488\""}, "33": {"c_id": "6962333009", "post_title": "Seeking Mobile App Developer", "description": "We are a Digital Marketing & Web Development company based in the NW Suburbs. We are looking for a mobile app developer with iOS & Android to work with our team on a project that starts within 30 days.\nDon't need a resume, just a portfolio or examples of work that can be verified. \nExperience in Geo Location / Live Tracking is a plus. (This is not an uber app)\nMust be local to Crystal Lake area. Position is work from home but need to be able to meet face to face. \nMust be great at communication and attention to detail.\nPlease email over your details and interest. Will set up interviews. Compensation is BOE & 1099 - no benefits\nNo recruiters or companies please. If you want to take this on as a side job that is OK.    \n", "city": "chicago", "post_date": "2019-08-22 13:04", "insert_date": "\"2019-08-24T01:34:04.914735\""}, "34": {"c_id": "6958348338", "post_title": "Check my iPhone app and share your opinion", "description": "I have an iPhone app and I'd like you to download it, play with it and share your opinion about the app.\nI pay $5 for that. Will take a few minutes. \nI only have one app. You need to have an iPhone.    \n", "city": "chicago", "post_date": "2019-08-16 20:06", "insert_date": "\"2019-08-24T01:34:10.052532\""}, "35": {"c_id": "6946339742", "post_title": "Coder wanted for small app project", "description": "Wanted an experience coder for a small app project, if we click we might become partner.    \n", "city": "chicago", "post_date": "2019-07-31 09:51", "insert_date": "\"2019-08-24T01:34:15.216475\""}, "36": {"c_id": "6946190417", "post_title": "Expert video app", "description": "Need a programmer well versed in low level iphone development with the goal of optimal video processing.  Please respond with evidence in your background that you have detailed knowledge of very low level ios programming and I will reply with more specifics.    \n", "city": "chicago", "post_date": "2019-07-31 02:37", "insert_date": "\"2019-08-24T01:34:20.358683\""}, "37": {"c_id": "6958136299", "post_title": "Looking for long-haul truckers for interviews (Paid)", "description": "Hello, I am working on my startup which is trying to serve long-haul truckers. We are looking for long-haul truck drivers to give us feedback on our product. This is an exciting opportunity to be one of just a handful of people who will share their opinions. If you qualify for this study, you will be compensated for your time:\nIf you are a long-haul trucker employed by others, please register through here: https://app.respondent.io/projects/view/5d55ca55f952ef002ede82c8/looking-for-long-haul-truck-drivers?invite=94a4811b3573f211cd807bb1 (we are going to compensate you with $80 for a 60-minute interview).\nIf you are a self-employed owner operator, please register through here: https://app.respondent.io/projects/view/5d55cdddcb7f7a002f663eed/looking-for-long-haul-owner-operators?invite=ff7ef176e5d20f7a24bcb9cf (we are going to compensate you with $120 for a 90-minute interview).\nIf you are fleet manager, we are also interested in talking with you: https://app.respondent.io/projects/view/5d570464ae50970029299edc/looking-for-long-haul-fleet-managers?invite=1f7f82afc245f0931214db31 (we are going to compensate you with $120 for a 90-minute interview).\nThank you!    \n", "city": "chicago", "post_date": "2019-08-16 14:54", "insert_date": "\"2019-08-24T01:34:35.817821\""}, "38": {"c_id": "6950362085", "post_title": "***WE PAY YOU $70 BUCKS A POP TO SHARE OUR SOFTWARE***", "description": "We want to pay you to share Builderall! Builderall is looking for anyone who wants to develop a new revenue stream in the digital marketing niche working from home. Our leveraged affiliate compensation plan offers recurring monthly income and one-time bonuses. \nABOUT BUILDERALL\nBuilderall is a massive internet marketing toolkit where you can use the tools, AND share the platform to earn recurring monthly income working from home with only a computer and internet connection. Builderall is the only platform that contains every digital marketing tool a business, entrepreneur, service provider, marketer, blogger, or virtual store needs to grow and succeed online. \nBUILDERALL HAS OVER 25 DIFFERENT TOOLS YOU CAN USE AND PROFIT FROM STARTING TODAY, INCLUDING...\n- A Drag & drop pixel perfect adaptive website builder (100% unique in the industry)\n- A Canvas style drag-&-drop funnel builder\n- A robust email marketing / autoresponder tool\n- An e-Commerce site builder\n- A \"flip-style\" digital magazine creator\n- An e-learning course builder\n- A membership site builder\n- A Mobile app builder\n- A live and evergreen webinar service\n- A responsive blog builder\n- A CRM tool\n- A niche directory builder (coming very soon)\nIN ADDITION, LOOK AT ALL THESE ADDITIONAL TOOLS YOU CAN USE TO GENERATE EVEN MORE INCOME...\n- Instagram auto-responder\n- Marketing script generator\n- Browser notification app\n- Website chat app\n- Social media integration tool\n- Video / floating video creator\n- Website heat maps app\n- Facebook chat bot\nBuilderall is an incredibly powerful platform because not only can you use all the tools to earn money, you can share our platform and generate recurring monthly commissions working from home. The perfect combination!\nClick the link below to learn more.\nhttps://sharebuilderall.builderwow.com/ \n", "city": "chicago", "post_date": "2019-08-05 18:30", "insert_date": "\"2019-08-24T01:34:40.945671\""}, "39": {"c_id": "6943961902", "post_title": "Voice Recognition Audio Recording", "description": "I am looking for 500 native English speakers with an American accent to record 1000 short, simple sentences (about 3 hours) remotely via an app on your phone. You will be compensated with a $55 Venmo once the recording is uploaded and qualified.    \n", "city": "chicago", "post_date": "2019-07-27 22:49", "insert_date": "\"2019-08-24T01:34:46.058287\""}, "40": {"c_id": "6946914940", "post_title": "looking for software developer", "description": "I have a great idea for a phone app/game\nI'd really like my vision to become reality\nI have the game built into a board game\nI am willing to negotiate work cost and/or commission for proceeds earned from game.\n**edit**\nPlease be willing to build a model before asking to get paid. \nIt is my money and I’m NOT willing to pay you to build a prototype that I don’t know what it will look like.\nIf the model looks good then I will consider business with the developer ((the pieces don’t have to move ÿët))***\nI would love to see a prototype!\nIt's just a regular chessboard 8x8\nI was inspired by fantasy games\nSo the playable *pieces* are Warrior, monk, priest, mage, warlock, death night, druid, engineer, shaman, Paladin, Hunter\nThe monk has a ox and dragon summonable statue\nThe engineer can summon a turret\nThe shaman can summon a flame or water totem\n**start by making a playing field and some character models**\nContact me with what you got send a screen shot\n**the I will tell you the details of how the pieces move and react**\n((It’s not an auto chess game like league of legends has out right now))\nThankyou    \n", "city": "new orleans", "post_date": "2019-07-31 23:53", "insert_date": "\"2019-08-24T01:34:59.541978\""}, "41": {"c_id": "6954749881", "post_title": "Robotics, Python, Java, Javascript, Unity, C#, HTML Coding Tutors", "description": "theCoderSchool is looking for passionate coders to teach our next generation how to code using various languages! You will meet incredible kids, teach them how to code (and how to think like a coder!), and be rewarded with an amazing experience. This is a part-time position for 2-15 hours/week (same times weekly), depending on your schedule and availability. These hours can generally be sometime between 3-8pm weekdays or late morning on weekends. \nA Code Coach is a mentor who teaches kids how to code. At theCoderSchool, we offer private and semi-private tutoring with 1:1 or 1:2 coding lessons for kids teaching various programs!\nThis position rocks because you will:\n• Meet, mentor, and grow amazing kids who are ready to be out next generation of coders!\n• Meet and communicate with parents - many of whom will be techies themselves, who work at some of the best companies and startups in the New York area.\n• Give back to the community and help grow our next generation by sharing your knowledge of technology\n• Have the flexibility to teach what you're most comfortable with, and learn new things along the way\n", "city": "new york city", "post_date": "2019-08-12 01:13", "insert_date": "\"2019-08-24T06:44:44.381576\""}, "42": {"c_id": "6962322465", "post_title": "Escape NYC's high cost of living!  MySQL DBA & Linux DevOps needed", "description": "Have you ever dreamed of working in a place that is less crowded, less busy, have a lower cost of living, and simply beautiful?  Do you want to maintain the same level of pay that you deserve?  Are you open to relocation?  If yes, this job is for you!   \nDo a Google Search for additional info on:  Hudson Valley New York and Beacon New York.  This region is simply gorgeous.   (Especially in the Fall Foliage season)  As an extra bonus, the salary and benefits are simply excellent and very competitive to many big cities.\nThis is a confidential search and we have 2 openings (MySQL DBA and Linux DevOps Engineer)  Please see below for descriptions on both jobs.\nJob #1  (MySQL DBA)  3 to 7 years of experience  - up to $135K+\n•\tExperience in a MySQL DBA role.\n•\tExposure to both Linux and Windows environment.\n•\tWork with Java, Python, Shell, Ruby, or PERL (the more the better)\n•\tExtensive experience with SQL\n•\tClustering, maintenance, and setup of MySQL environment\n•\tThe ability to interpret data – ex. Recognize bad data, incorrect tables, etc.\n•\tHave an interest in Data Science.\nJob #2  (Linux DevOps Engineer)  up to $160K  (this is not a misprint)\n- Extensive Linux and scripting abilities in Python, Bash or Perl.\n- Linux+ and certified Jenkins, Docker preferred.\n- Five plus (5+) years of experience as a Linux Sys. Admin and 2+ as DevOps Engineer.\n- Ability to develop CI/CD pipeline.\n- Worked with monitoring and analytics tools like Nagios,m Cacti, and Splunk.\n- Support and manage zero downtime updates to production systems.\n- Perform complex Systems Admin task\n- Our technical environment includes: VM/Ware, AWS, Azure, MySQL, Apache Tomcat, Nagios, Syslog, Docker,\n      Kubernetes, Ansible, Salt, Puppet, Chef, Jenkins, Selenium Github, etc.\nCompany Information:\n-\tA very successful SAAS company that has an application that helps a lot of people.\n-\tChillax working environment \n-\tI’ll share more when we chat.  You will love what I have to share.  \nAdditional Note:\n-\tThis job is full-time and on-site only.  Sorry, no remote work\n-\tRelocation assistance is available.\n-\tNo sponsorship available.\n-\tW2 full time only – this is not a role for consultants.\n-\tNo 3rd Party please.\nThanks for your review and consideration.  If qualified, please send your resume to my attention for immediate consideration.  \nFINDER'S FEE ($2K TO $2.5K) If you know of anybody qualified, please feel free to let them know of this great opportunity.  I am paying a finder's fee for any successful referral that leads to a hire.  (must stay for 90 days)\n", "city": "new york city", "post_date": "2019-08-22 13:52", "insert_date": "\"2019-08-24T06:44:49.541778\""}, "43": {"c_id": "6958166635", "post_title": "Growth Stage Edtech Startup Hiring Full Stack Engineers", "description": "PrepScholar's mission is to improve education at scale through technology. Our SAT/ACT prep program learns the strengths and weaknesses of each student and creates an individualized learning program through machine learning. It also motivates students to study through clear structure and behavioral feedback. You can think of it as an automated tutor that provides a compelling learning experience at scale. We also have a large organic content project with over a million monthly visitors to our free tools and articles. We believe we have a major advantage over other companies in our space because of our technology-centered and analytical approach to education.\nYou'll join PrepScholar as our second full stack engineer and work on projects to grow our company within test prep and beyond. You'll improve our prep program by building new features, using large datasets to iterate on A/B tests, and scaling to handle thousands of users. You'll develop free tools and data presentations to give millions of families worldwide better information to guide their decisions. You'll be a core part of our growth as we scale to becoming a national education brand.\nWe're a team of 20+ and growing, and we're based in Cambridge, MA next to the Charles River. Check us out at www.prepscholar.com\nSkills & Requirements\nWe're looking for a generalist who enjoys learning and working with different technologies along the stack.\nOur stack:\nSass, JQuery, Backbone\nDjango/Python\nMySQL\nAWS/Linux\nRequirements:\n+Strong foundation in computer science and software engineering, including competencies in data structures, algorithms, databases, software design and dev ops.\n+Strong hands-on experience with our core technologies is a big plus. In particular:\n+Python and Django\n+JavaScript and JavaScript MV* frameworks like AngularJS, Ember, Knockout, or Backbone\nIdeal candidate has:\n+Experience deploying frequently\n+Willingness to try new things and pick up new technologies quickly\n+UX intuition and an eye for design\n+Ability to work independently with low management overhead\n+Excitement about startups in growth mode and about our company mission\n+Location in Boston or willingness to relocate \nAbout Us\n+Founded in 2013. We're profitable, growing, and bootstrapped, so you'll have stability and ability to build out a long-term vision.\n+We have a lot of room to grow within test prep and education at large.\n+We have a team of 20 full-time members and more part-time instructors.\n+We have thousands of customers and a growing footprint of millions of visitors.\n+We care about culture and a great work environment. We're flexible with schedule, have no scheduled overtime, conduct efficient meetings, and want minimal bureaucracy.\n+Our office is in Cambridge on River Street. We have parking available and we're walking distance from the Central Square Red Line stop.\nWhy Join Us?\n+You'll be an early engineer with an impact on company direction and culture.\n+We offer competitive salary with perks like a new work machine, free catered daily lunch, drinks/snacks, and tools you need to be productive.\n+We offer relocation assistance.\n+You'll be building something meaningful. Education is a linchpin of our country's economy and empowers people to improve their own lives. For many reasons, education suffers throughout the country -- class sizes too large, methods outdated, teachers underpaid. Here's your chance to build a scalable solution that actually has impact.\nTo apply, please send an email to job.engineer@prepscholar.com with your resume. If you'd like, please include any of these: cover letter, GitHub profile, Hacker News profile, any project pages showing off your full stack work, or other portfolio.\n", "city": "new york city", "post_date": "2019-08-16 16:29", "insert_date": "\"2019-08-24T06:44:54.727051\""}, "44": {"c_id": "6957805984", "post_title": "Software Developer", "description": "Who we are\nWe are a technology consulting firm that specializes in a wide variety of industries - including law firms, financial services companies and other small- to medium-sized businesses. We help our clients select and implement the technology that is best suited to their current operating needs, budget and long-term growth requirements.\nWe are technology experts who understand that a successful technology implementation depends on much more than simply finding the right combination of hardware and software. It has to start with a clear and strong grasp of each client's strategy and business requirements. With many decades of combined experience among our leadership and senior consultants, we bring a deep understanding of a wide variety of business environments, which is essential to each assignment we handle for our clients.\nOur experience and success have demonstrated to us that finding and keeping quality employees is the key to our growth. To that end, we have assembled a team of individuals who have demonstrated themselves to be the best professionals in the field. Having the best people ensures Premier obtains and retains the best clients.\nWhat you'll do as a Software Developer:\n•\tDesign, develop and implement a range of software applications and utilities, ranging from database integrations up to full- \n           stack web applications\n•\tBecome an integral part of an enthusiastic and motivated development team\n•\tCollaborate with clients to understand business requirements and build solutions that delight users and deliver business value\n•\tWork independently on some client engagements, but work closely with other technical team members within Premier on \n           other engagements\n•\tUtilize a diverse and consistently expanding range of technologies to build solutions\nWhat we're looking for:\n•\t2+ years of experience using one or more programming or scripting languages (JavaScript, C#, Python, Java, Ruby, PHP, or \n           others)\n•\tExperience with database software (SQL Server, Sybase, PostgreSQL, MySQL) and writing SQL queries\n•\tComfortable with software development life cycle\n•\tStrong interpersonal and writing skills\n•\tDesire to learn new technologies and APIs\n•\tInterest in designing and building integrated solutions to diverse business and technical problems\n•\tUnderstanding of a business environment a plus\n•\tExperience working in Financial and/or Legal environment is a plus, but not a requirement\n•\tBachelor's degree\n", "city": "new york city", "post_date": "2019-08-16 09:57", "insert_date": "\"2019-08-24T06:44:59.918898\""}, "45": {"c_id": "6950263943", "post_title": "Functional Enterprise Blockchain Developer", "description": "BlockApps STRATO is an advanced peer-to-peer blockchain system, based on the EEA (Ethereum Enterprise Alliance) standards, currently deployed on Fortune 500 companies, industry-owned businesses, and software startups alike.  Employees at BlockApps are passionate about how code quality effects data integrity, and they work closely with customers to build a secure, usable product.  We currently have openings for professional developers with an interest in customer satisfaction.\nOur product is based on Haskell and Solidity (Ethereum), as well as node/Javascript, React, SQL, Docker.  Our software includes a blockchain peer, its APIs, and data analysis tools which can be used by websites and mobile frontends to build upon our network.  Developers also frequently are the first to build customer solutions upon the platform features that they themselves have built.\u2028\u2028\nStrong functional programming skills are a plus (Haskell, Scala, F#); however a mastery of classical computing languages and tools (Javascript and SQL, for instance) is equally important, and we can teach you Haskell on the job.\u2028\nIf you are currently looking to strengthen your skillset in the enterprise blockchain space, we would love to see your resume.\nJob responsibilities:\u2028\n1. Designing and programming our core components.\u2028\n2. Collaborating with the rest of the team to architect the system.\u2028\n3. Researching existing libraries and tools (we value code reuse).\n4. Domain research.\u2028\n5. Occasionally, work with a customer to spec blockchain solutions, then integrate the platform with the supporting backend functionality.\u2028\u2028\nRelevant technologies:\u2028-OSs: Linux, but also Mac and Windows\u2028-Languages: Haskell, Solidity, Javascript, Bash, as well as a proficiency in other modern languages C/C++, GO, HTML, Java, Python, Perl, any functional programming language a strong plus (Scala, F#)\u2028\n-Node.js\u2028-SQL (we use Postgresql)\u2028\n-REST/HTTP, JSON/XML\n\u2028-Docker\n\u2028-Database design\u2028\n-Kafka\u2028\n-Azure/AWS\u2028\n-OAuth\n-Web and mobile frontend\u2028\n-Cryptography\n\u2028-Blockchain contract coding\u2028\n-Language design\u2028\n-Understanding of p2p networks    \n", "city": "new york city", "post_date": "2019-08-05 17:16", "insert_date": "\"2019-08-24T06:45:10.375044\""}, "46": {"c_id": "6947621255", "post_title": "Data Scientist to join our team from Google, Goldman Sachs, Facebook", "description": "We are a team of applied mathematicians and data scientists from Google, Goldman Sachs, Facebook, DE Shaw, MIT Lincoln Laboratory and Renaissance Technologies.\nWe're looking to hire BOTH junior and senior data scientists.\nQualifications:\nDegree in a quantitative discipline (ie. Statistics, Operations Research, Bioinformatics, Economics, Computational Biology, Computer Science, Mathematics, Physics, Electrical Engineering, Industrial Engineering) or equivalent practical experience.\nExperience with:\n         - statistical software (ie. Python, numpy, scipy, pandas) and database languages (ie. SQL)\n         - statistical data analysis (ie. linear models, multivariate analysis, stochastic models, sampling methods)\n         - machine learning on large datasets\n         - selecting the right statistical tools given a data analysis problem\n         - articulating business questions and using mathematical techniques to arrive at an answer using available data\nAbout The Role\nThe OzoneAI platform builds the most accurate, comprehensive, and useful data fusion engine used by  for Tier 1 organizations supporting million of consumer and enterprise clients.\nResponsibilities\n         - Work with large, complex Geo datasets and solve difficult, non-routine analysis problems, applying advanced analytical methods as needed. Conduct end-to-end analysis that includes data gathering and requirements specification, processing, analysis, ongoing deliverables, and presentations.\n         - Build and prototype analysis pipelines iteratively to provide insights at scale. Develop a comprehensive understanding of our data structures and metrics, advocating for changes where needed for both product development and sales activity.\n         - Research and develop analysis, forecasting and optimization methods to improve the quality of our data solutions; example application areas include model quality, end-user behavioral modeling, and live experiments.\n         - Interact cross-functionally with a wide variety of leaders and clients, and work closely with engineers and product managers to identify opportunities for design and to assess improvements for our platform.\nAt OzoneAI, we don’t just accept difference - we celebrate it, we support it, and we thrive on it for the benefit of our employees, our products and our community. OzoneAI is proud to be an equal opportunity workplace. We are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements.\n", "city": "new york city", "post_date": "2019-08-01 23:24", "insert_date": "\"2019-08-24T06:45:15.555190\""}, "47": {"c_id": "6954702226", "post_title": "Intern Web Application Programmer", "description": "We specialize in web programming + web application by using state of the art technology.\nPlease visit www.xinno.com for detail info.\nWe are looking for individual(s) with knowledge of basic programming who enjoys the challenge with passion \nApply only if you are serious about the job.\n-Students must apply after graduate.\n-You do not need to be in computer science major but you should have done some programmings in the past.\nOur Services are\n-WMS (Warehouse Management System)\n-Ebay Amazon Integration\n-Ecommerce\n-Online Marketing\n-Web Application\nQualification:\nC#, Python, JQuery. PHP, MySQL, MVC, HTML5, CSS3 / MRP, ERP, WMS    \n", "city": "new york city", "post_date": "2019-08-11 22:22", "insert_date": "\"2019-08-24T06:45:25.914484\""}, "48": {"c_id": "6950821123", "post_title": "[Remote Sales Position] Have Door to Door Sales Experience?", "description": "ARE you a fireball? \nARE you a person that can get a job done? \nARE you a person that will not stop with one simple NO? \nTired of walking all day?  \nWant leads provided FOR you?\nDo you have experience crushing sales?  \nCan you sell using email, text and phone conversations?\nWe’re looking for the best!  Are you that person?\nDo you want to sit on you butt and make more money than you ever have before?  \nIf you can close deals, we can help you make it happen.\nEllis Analytica is currently looking for an aggressive closer to use a two step method of closing deals - training will be provided, but you must have previous closing experience.\nWe are looking for aggressive sales representatives who are NOT passive!\nIf they cancel, you’re expected to call and try to reschedule anyway.\nIf they don’t answer the phone, we want you to text them to find out when a good time to call would be.\nWill you fight to close deals with urgency?\nIf you think you have what it takes and you're looking for a work from home sales position, then this might be for you! We are a lead generation/referral company and we are pitching business owners/decision-makers for our exclusive program for their area! \nIf you are interested please do the following:\nSend Resume or an email selling yourself to us!\nSubject line: ATTENTION SALES POSITION \nInclude your phone number for a phone interview\nTo Rebecca: rebeccasmith  at ellisanalytica.com\n", "city": "new york city", "post_date": "2019-08-06 13:27", "insert_date": "\"2019-08-24T15:33:35.069957\""}, "49": {"c_id": "6957636882", "post_title": "****$5000+ A MONTH GIG--FREE 7 DAY VACATION INCLUDED", "description": "Need to hire immediately remote assistant who is smart, fast, hard working and reliable. No snowflakes- super strong work ethic and open availability for some urgent tasks at hand. Work is online, so you need an office type focused environment with computer and fast internet. It is partime.\nWhen you join our team, you will receive a FREE 7 DAY VACATION\nemail only\nFirst name and phone number    \n", "city": "new york city", "post_date": "2019-08-15 22:12", "insert_date": "\"2019-08-24T15:33:40.219184\""}, "50": {"c_id": "6952297450", "post_title": "Computer Tutor needed by Author", "description": "I need someone authentic to walk me through facebook, instagram, twitter, etc. to promote my new book. I've also got to fix up the site in Wix and I'm working with a Chrome Book. I know google docs and some other basics, but as far as smmarketing goes, I'm stuck. I have enough experience in this arena to know when someone is truly interested and trustworthy to work with, takes social media as second nature, and likes the idea of helping to find target markets, generate real emotional interest, and sell books. Boosters Anonymous is a challenging read with controversial subject matters, so I've got to campaign accordingly. And I know there's thousands of authors out there trying the same. \nPlease include some of your favorite books in your response. P/T, flexible hours; I figure the first stage of this assignment should take five hours and we'll go from there. $20 p/hr, NYC only, please. This is not a remote position, we'll meet somewhere convenient. \nThank you    \n", "city": "new york city", "post_date": "2019-08-08 12:58", "insert_date": "\"2019-08-24T15:33:45.350458\""}, "51": {"c_id": "6951076121", "post_title": "Shopify fixing project.", "description": "Wanted Shopify guru/website developer/coder to help update Shopify store\nRequirements:\n– You must know and understand Shopify in details\n– You must have live Shopify projects, you can show.\n– You need to be able to work with me side by side in Manhattan.\nNo remote, No offshore, please apply here: https://givegetgigs.com/job/shopify-fixing-project/ \n", "city": "new york city", "post_date": "2019-08-06 18:12", "insert_date": "\"2019-08-24T15:33:58.638919\""}, "52": {"c_id": "6954794700", "post_title": "👍Do YOU 💥 Have 💥 DIRECT Sales Experience ? !", "description": "How about making an extra $ 500. to $2k a month? You IN?\nNow interviewing Successful, Seasoned Salespeople or Telemarketers, who are looking for a Plan \"B\"?\nWork as much as you want and watch your income grow.\nSimply share company overview video, set up customer account and help them place order.\nIf you feel you have what it takes and would like to learn more call or text \"Business Partner\", for a personal overview. 603-460-5770. Interviewing Now !\nStart Building Your Financial Future Now! Inc. 500 co. $over $ 2 Billion in sales.    \n", "city": "new york city", "post_date": "2019-08-12 07:34", "insert_date": "\"2019-08-24T15:34:08.946351\""}, "53": {"c_id": "6948109203", "post_title": "Paid User Testing Opportunity!", "description": "We’re building an application to improve the political and civic engagement experience, and we need your help to test out new, experimental features! No campaign experience required.\nThis can be done from the comfort of your own home and should take no more than 30 minutes per session. Testing will be done remotely so, you will need access to the internet, and video conferencing software like Google Hangouts or Zoom. Timeslots are flexible between 10 AM and 5:00 PM. \nAfter your session, you will be paid in the form of a $10 Amazon gift card.\nYou must be okay with being recorded (internal use only). No mobile device is necessary! \nPlease email if interested\n", "city": "new york city", "post_date": "2019-08-02 15:57", "insert_date": "\"2019-08-24T15:34:14.108544\""}, "54": {"c_id": "6948059095", "post_title": "SYNDIGO LOWE's Product Listings", "description": "Looking to hire someone with experience uploading product on SYNDIGO platform. We have over 300 SKUs that need to be created on SYNDIGO platform.    \n", "city": "new york city", "post_date": "2019-08-02 15:01", "insert_date": "\"2019-08-24T15:34:19.229846\""}, "55": {"c_id": "6945091404", "post_title": "East Coast Online Customer Service Agent", "description": "Honeycolony (https://honeycolony.com) is an online magazine and marketplace aimed at empowering you to be your own best health advocate. We are looking for an additional Customer Service rep to work 10 hours or less , ideally on weekends, answering calls and handling customer concerns as they come in.\nAll work will be done remotely. We rather have an east coast person as we are on the west coast. \nRequirements:\nMust have up-to-date Mac/PC to view website backend and support sites such as HelpSocut, Slack, WooCommerce, WordPRess, Google Docs.\nShould be interested in alternative health.\nPolite and comforting phone voice.\nAbility to educate the customer where applicable.\nAbility to handle varying customer personalities (including complaints).\nMust be a good communicator with all level of staff and employees.\nData Entry.\nBrand oriented\ntech saavy    \n", "city": "new york city", "post_date": "2019-07-29 16:13", "insert_date": "\"2019-08-24T15:34:24.443902\""}, "56": {"c_id": "6961377168", "post_title": "Remote part time assistance needed", "description": "Relocation consulting firm is looking for a remote assistant with the following skills:\nComputer savvy with the ability to learn how to input information into a web platform.\nUpdating calendar & responding to emails sending invoices. This is a part time position that would require  4 hours a week to start with your role increasing over time. You must have a resume and work references.    \n", "city": "new york city", "post_date": "2019-08-21 10:15", "insert_date": "\"2019-08-24T15:34:29.641001\""}, "57": {"c_id": "6945152478", "post_title": "Podcast Builder", "description": "Seeking technical support to launch my podcast from beginning to end -- from putting the building blocks in place for launch to assistance on peripherals such as cover design, adding intro and closing music, and general editing techniques. Have a bunch of in-person interviews recorded on the road which now need editing; also need guidance on setting up remote interviews from home. Must know the technology and sound systems, and be savvy on this expanding media market. Ideal short-term gig for young pro building a career.    \n", "city": "new york city", "post_date": "2019-07-29 17:23", "insert_date": "\"2019-08-24T15:34:34.785242\""}, "58": {"c_id": "6960013881", "post_title": "Technical Support", "description": "We look to filling a Network Administrator \nResponsibility\n1) secure network architecture (LAN), Active Directory/DNS, Windows Server 2012, TCP/IP, DNS, DHCP, and others. SAN technologies including data replication and backup (imaging servers and desktops).\n2) Oversee setup and configure workstations to be used in diverse environments, adhering to security requirements and organizational requirements (Active Directory\n3)Provide support for client computing hardware, including but not limited to the hard drive, memory, and peripheral connections. High Availability Technologies (Server Redundancy).\n4)  Monitor, configure, support, and troubleshoot desktop and server-based applications on a local and remote level throughout the enterprise\n5) Support Mac's\n6) Install, Support and config Printers  \n7) Support Active Directory Server  \n8) Support Office 365 online\n* The ability to multi-task\n* The ability to prioritize projects & tasks on the fly\n* Outstanding communication skills, oral & written\n* Detail oriented and thorough\n* Strong documentation skills\n* Energetic, focused, and the ability to work autonomously\n* Taking pride in your work - Giving 100% no matter the task, from simple issues to complicated issues\nSend Resume and Salary History\n", "city": "new york city", "post_date": "2019-08-19 13:16", "insert_date": "\"2019-08-24T15:34:39.937494\""}, "59": {"c_id": "6955435965", "post_title": "Catholic Tech Start Up looking for a Volunteer/ Intern", "description": "Who We Are: \nWe are a small Catholic education start-up that is seeking volunteer coders or interns to help revolutionize Catholic education.  Think of your childhood CCD or religious ED but with modern technology. Our small but scrappy development team is working across a variety of projects from back end enhancements to complete front-end redesigns. You will have the ability to tackle projects of your choice with the guidance and supervision of key stakeholders in the organization. If you are interested in gaining this type of experience, giving back, and/or receiving a recommendation letter at the end of this project, please contact us. Let’s hear your career and growth goals and how we can help you get there.\nWhat We Are Looking For:\nWe are looking for anyone who is looking to give back, gain experience, etc.  Our websites use a variety of languages including:\n- HTML\n- CSS\n- PHP\n- MySQL\n- jScript\n- jQuery\nHigh preference given to those with full-stack and mobile-first experience. \nMain benefits! \n-\tWork from home (remote team)\n-\tAgile and easy-going environment (communicates via Slack)\n-\tAbility to select potential projects \n-\tRecommendation letters and references for your time/ college credit \n-\tHelping your Catholic community \n-\tFlexible hours, looking for 12-18 hours a week   \nGod Bless    \n", "city": "new york city", "post_date": "2019-08-12 21:52", "insert_date": "\"2019-08-24T15:34:45.066744\""}, "60": {"c_id": "6943873706", "post_title": "Looking for a social media marketing teacher", "description": "Hello\nI am a recent graduate interested in becoming a social media manager. I want someone who in skilled in digital marketing to teach me social media marketing( focusing mostly on instagram). I want to learn how to get followers and market products effectively. All classes will be conducted remotely via Skype. I will be paying $10 per hour. Please contact me if you can help me.    \n", "city": "new york city", "post_date": "2019-07-27 19:52", "insert_date": "\"2019-08-24T15:34:50.199017\""}, "61": {"c_id": "6959957708", "post_title": "Technical Founder Seeking Technical Co-Founder for Bitcoin Software", "description": "Are you passionate about empowering the individual?\nDo you want to make income in bitcoin legally?\nWe are building values-driven user facing software from existing libraries to bring anonymity techniques to those globally conducting commerce using Bitcoin. FinCEN released a report earlier this year clearing the murky grey regulatory water around this software, so there is untapped opportunity. Our advisors include an ex-monk and a world renowned risk-management practitioner. \nMuch of the tech is already built. Now we need to ship.\nIf you want to build a bootstrapped business, have a passion for adventure and remote culture,  are familiar with C#, .NET, JavaScript and can get up to speed quickly, drop us a line.    \n", "city": "boston", "post_date": "2019-08-19 12:22", "insert_date": "\"2019-08-24T15:34:55.612536\""}, "62": {"c_id": "6959910983", "post_title": "Networking projects for 6 months", "description": "Office 365 Migrations - 50% of work is onsite\nRADIUS implementation - 100% of work is onsite\nVDI pilot - 50% onsite\nWindows Server 2008-2016 OS upgrades - 100% remote\nFull time position for 6 months or longer, possibility of full time work after project work is complete\nNO RECRUITERS PLEASE\nMUST HAVE RELIABLE TRANSPORTATION\nPlease send complete resume, your availability and capacity, and relevant experience    \n", "city": "boston", "post_date": "2019-08-19 11:36", "insert_date": "\"2019-08-24T15:35:00.726891\""}, "63": {"c_id": "6957996899", "post_title": "MS Dynamics CRM Trainer Needed", "description": "I am a software developer looking for someone to walk me through and familiarize me with MS Dynamics CRM. \nPlease have a Dynamics CRM account that you can walk me through via a remote connection like AnyDesk, or GoTo Meeting, etc. Please reply with a cost to spend an hour or two showing me around and answering my questions. Can pay via PayPal.    \n", "city": "boston", "post_date": "2019-08-16 13:26", "insert_date": "\"2019-08-24T15:35:05.868108\""}, "64": {"c_id": "6957992174", "post_title": "SalesForce Trainer Needed", "description": "I am a software developer looking for someone to walk me through and familiarize me with SalesForce. \nPlease have a SalesForce account that you can walk me through via a remote connection like AnyDesk, or GoTo Meeting, etc. Please reply via email or text with a cost to spend an hour or two showing me around and answering my questions. Can pay via PayPal.    \n", "city": "boston", "post_date": "2019-08-16 13:21", "insert_date": "\"2019-08-24T15:35:11.016376\""}, "65": {"c_id": "6953336877", "post_title": "Great Opportunity for  Computer Instructors!", "description": "KnowledgeCity is an international learning solutions company that creates training tutorials in Business, Computers, Safety, Compliance and Finance. We are currently hiring experienced instructors to author e-learning courses on a variety of computer topics.\nAs a KnowledgeCity instructor you would:\n• Create a course outline\n• Record the video lessons\n• Write a quiz for the course\nJobs are remote, deadline-based contracts with the possibility of authoring more courses in the future. Our contracts can be completed in 1 month. We are looking for instructors who have a home recording setup and screen capture software (Preferrably Camtasia) to record video lessons remotely - if you already create video tutorials, this is a perfect contract for you.\nQualifications:\n• Prior experience as a teacher, professor, or trainer\n• Experience creating your own curriculum\n• Familiarity with e-learning and instructional design\n• Experience creating online tutorials\nCompensation is $1000 for 1 hour of usable content.\nCourses we are recruiting for include:\nOffice 365\nAll Microsoft Software Programs: Excel, Outlook, Word, PowerPoint, Access, etc.\nDrop Box\nTo apply, please submit a current resume and an audition video for us to review your audio quality. The video can be something pre-recorded as long as it was made with your current equipment.\nWe hope to hear from you soon!    \n", "city": "boston", "post_date": "2019-08-09 18:44", "insert_date": "\"2019-08-24T15:35:16.156626\""}, "66": {"c_id": "6954792280", "post_title": "👍Do YOU 💥 Have 💥 DIRECT Sales Experience ?", "description": "How about making an extra $ 500. to $2k a month? You IN?\nNow interviewing Successful, Seasoned Salespeople or Telemarketers, who are looking for a Plan \"B\"?\nWork as much as you want and watch your income grow.\nsimply share company overview video, set up customer account and help them place order.\nIf you feel you have what it takes and would like to learn more call or text \"Business Partner\", for a personal overview. 603-460-5770. Interviewing Now !\nStart Building Your Financial Future Now! Inc. 500 co. $over $ 2 Billion in sales.    \n", "city": "boston", "post_date": "2019-08-12 07:24", "insert_date": "\"2019-08-24T15:35:26.500712\""}, "67": {"c_id": "6960438704", "post_title": "100% Remote Sales-Urgent Help Needed", "description": "We're building a fun, high-growth, fast-paced company with a team that is 100% remote. We are in search of sharp motivated, coachable minds with a winning attitude to start immediately.  Here are how things work.\nWe have a huge contract /project that we need sales managers to help with.  The position is 100% commission for 60 days. After 60 days salary +commission will take place.\nPosition Overview \nAs a sales manager, you will generate new customers by introducing different services to B2B and B2C consumers.\nWe will provide Free Training, uncapped commissions and opportunities for growth. You must be comfortable making dozens of calls per day and closing. \nThis is a commission-only 1099 position paying every Friday with direct deposit required.  No worries you’ll make enough money on commissions that will hold you over until the comfort of your salary kicks in.  \nWhat You Will Do \n•\tMake outbound calls\n•\tUse a CRM\n•\tFollow up \n•\tClose\n•\tMake $$\nWhat You’ll Need\n•\tComputer or laptop\n•\tHeadset\n•\tInternet connection\n•\tEnergy!\n•\t4 hours per day a must\nWhat We’re Looking For \n•\tDrive\n•\tNot afraid of the word \"NO\"\n•\tEnjoy building relationships\n•\tWinning Attitude\n•\tDesire to make $$$\nWhat We Offer \n•\t100% remote position (work from home)\n•\tGenerous uncapped commissions\n•\tLeads\n•\tBase + Commission after 60 days\n•\tStart immediately\nPlease reply with name email and phone. Please tell us in a few brief sentences how you could add value to this project.\n", "city": "raleigh / durham / CH", "post_date": "2019-08-19 22:44", "insert_date": "\"2019-08-24T15:35:42.440192\""}, "68": {"c_id": "6961618844", "post_title": "Independent Tax Preparers Needed (Remote)", "description": "TaxPro Financial Service is a rapidly growing tax preparation service and we also specialize in mentoring tax professionals.\nWe are looking for tax preparers that would like to earn 10-20k for the upcoming tax season!\nWe will provide all of the necessary online training. Experience preferred but not required.\nIf you are serious about earning some real income and starting the year off right then you should get started as an independent remote tax preparer today!\nFree Tax School begins in September! \nAlso, we you sign on with us, we give you a FREE TRAINING on how to Start your Tax Business With Absolutely No Experience\nContact us for more details.    \n", "city": "atlanta", "post_date": "2019-08-21 14:35", "insert_date": "\"2019-08-24T15:35:47.807836\""}, "69": {"c_id": "6956193983", "post_title": "Looking For Remote Workers", "description": "Get Started Today\n• Set Your Own Hours\n• NO Selling\n• Daily Compensation Available\nLIMITED SPOTS AVAILABLE! \nIf you would like more info on how to apply, contact us at:\ncontact@mostemployed.com\n", "city": "atlanta", "post_date": "2019-08-13 22:13", "insert_date": "\"2019-08-24T15:35:52.946087\""}, "70": {"c_id": "6947684158", "post_title": "Work from home/marketing", "description": "Now hiring (Nationwide)\ncompensation: Commission \nWork from home/Marketing \n$100 same day sign up bonus!\nWhat you will be doing \nPosting ads \nTaking inbound calls \nSending emails \nWhat you will need \nComputer \nPhone \nInternet \nSchedule: Discussed during the Process \nFull-Time: 30-40 hours/week \nPart-Time: 20-29 hours/week \nFlexible hours \nSalary \n$700/$1500 a week. Depending on how much time you want to spend taking inbound calls a day. You control your schedule 100%. You are guaranteed $600.00 a week if you work 30 hours or more. \nQuick information: You will be receiving phone calls about our products that we handle. You will be placing orders and also helping people signup for promotions. This is a 100% inbound and remote position. So come and join the team. \nOffice hours. \n10am-6pm\nMonday-Friday \nSaturdays/ 11am-3pm \nRecruiter \nKevin Baldwin    \n", "city": "atlanta", "post_date": "2019-08-02 05:59", "insert_date": "\"2019-08-24T15:35:58.066552\""}, "71": {"c_id": "6945985638", "post_title": "Data Entry Clerk Needed - Work From Home!", "description": "Job Conversion is looking for Data Entry clerks to perform tasks as needed by our clients. This is a remote gig.\nREQUIRMENTS\n**Friendly & self-motivated\n**Proven data entry skills (40WPM)\n**May be asked to handle incoming calls\n**Familiar with Microsoft office tools\n**Okay with flexible schedule\n**Able to take direction well\n**Ability to multi-task\n**Quick thinker\n**May require social media management skills (you'll only be asked to perform these duties if qualified - this is not mandatory\n**May be required to know .html and familiarity with web site builders such as Six, Click Funnels (not mandatory - you'll be asked if these tasks are relevant to your experience\nSCHEDULE\n– Our client may request various hours or weekends as needed\nHours vary from client to client\nPart-time is generally needed but may require more than 32 hours per week\nMay require 2 to 5 hours per day several times a week but may extend beyond these house\nTO APPLY\nhttps://jobconversion.com/app/register\nWe welcome people from all backgrounds and this is an opportunity for those who may have gaps in their work history. Entry level OK as long as data entry requirement 40 WPM is met.\nThank you for your interest in JobConversion!    \n", "city": "atlanta", "post_date": "2019-07-30 18:33", "insert_date": "\"2019-08-24T15:36:03.195834\""}, "72": {"c_id": "6961944354", "post_title": "Work from home teaching English! $18-$22/hour (Remote)", "description": "Contract Type: Independent Contractor\nContract term: 6-Months \nStart date: Immediately\nHours\nA schedule of just 7.5 hours per week!\nIn order to maximize the number of classes you could get scheduled, we recommend you to be available for at least 7.5 hours (15 time slots per week at 30 minutes per time slot) during Beijing peak times. The following tends to be the most requested time periods in Beijing time: Monday - Friday 6-10pm, and Saturday - Sunday 9am-10pm. We do not require teachers to work full shifts; but having availability during the times mentioned above could ensure a higher possibility of being booked by our students.\nPayment\nMake up to $22/hr!\nOur teachers receive a minimum payment of US $14-$18/hour. There are incentives for every lesson, so the payment ranges from US $14-22/hour. This opportunity is ideal for teachers looking to supplement their income.\nWhat We Require\n- Eligibility to work in the US or Canada\n- Bachelor's degree in any field\n- 1 school year of traditional teaching experience or the equivalent in mentoring, tutoring, or alternative education\nClick here to apply:  https://t.vipkid.com.cn/?refereeId=2069482&refersourceid=a01\n", "city": "washington", "post_date": "2019-08-21 22:27", "insert_date": "\"2019-08-24T15:36:11.581472\""}}}