{"_default": {}, "gigs": {"1": {"c_id": "6965043963", "post_title": "DATA MINING ASSOCIATE-IMMEDIATE HIRE!", "description": "Hello applicants\nWe are in need of two Data Mining Associates for immediate hire. This would be a full time, temporary, non-exempt, hourly position for approximately two months or until project completion. Hours will be 9am-5pm, Monday through Friday. Must work on site, cannot work from home. \nResponsibilities: These positions would be responsible for labeling and tagging a large amount of data. No specialized knowledge is necessary, need to be quick and detail-oriented with basic computer skills.\nRequirements: In order to be considered for the job please submit a cover letter, containing a short bio, and your resume. High school diploma is a must in order to be considered. Thank you.\n", "city": "new york city", "post_date": "2019-08-26 13:08", "insert_date": "\"2019-08-28T12:44:46.150194\""}, "2": {"c_id": "6955534842", "post_title": "Filemaker Data Base", "description": "I have a custom Filemaker database (Filemaker Pro 16  16.0.5.500) It is up and running for 6 years so I just I need to make changes, add things and help with from time to time, local preferred but Phone and screen share ok.\nBest times I prefer too work afternoons and early AM) some of the things I know I need right away\n• I need a Default worker on a form (It is already listed on the screen but not on a Printed or Emailed form) but if I re choose it, then it goes in right.\n• For some reason the Data Base puts a folder on the dest top with forms I have printed?\n• There is an Estimate and when I chose \"Duplicate\" it does not duplicate what I have in the work /estimate are but every thing else doe.\n• If I do work for you and you own multiple homes I need a way to link them (I do already have a \"Company Name Field\"\n• There is an Update and I had the database jam up once so I don't want to do it until I have some one on board\nRESPOND WITH YOUR LOCATION AND RATE, IF NOT I WILL NOT RESPOND\n", "city": "new york city", "post_date": "2019-08-13 06:17", "insert_date": "\"2019-08-28T12:44:51.360300\""}, "3": {"c_id": "6946199300", "post_title": "★★ Data Entry Work From Home ★★", "description": "*We welcome people from all backgrounds and this is an opportunity for those who may have gaps in their work history. Entry level OK as long as data entry requirement 40 WPM is met.*\nJob Conversion is looking for Data Entry clerks to perform tasks as needed by our clients. This is a remote gig.\nREQUIRMENTS\n**Friendly & self-motivated\n**Proven data entry skills (40WPM)\n**May be asked to handle incoming calls\n**Familiar with Microsoft office tools\n**Okay with flexible schedule\n**Able to take direction well\n**Ability to multi-task\n**Quick thinker\n**May require social media management skills (you'll only be asked to perform these duties if qualified - this is not mandatory\n**May be required to know .html and familiarity with web site builders such as Six, Click Funnels (not mandatory - you'll be asked if these tasks are relevant to your experience\nSCHEDULE\n– Our client may request various hours or weekends as needed\nHours vary from client to client\nPart-time is generally needed but may require more than 32 hours per week\nMay require 2 to 5 hours per day several times a week but may extend beyond these house\nTO APPLY\nhttps://jobconversion.com/app/register\nThank you for your interest in JobConversion!    \n", "city": "new york city", "post_date": "2019-07-31 05:06", "insert_date": "\"2019-08-28T12:44:56.603147\""}, "4": {"c_id": "6963468857", "post_title": "Forex Trader | Finance", "description": "Summary\nThis is a part-time gig for someone at a moderate forex trading level.  If you are brand new, this is not for you.  I am looking for a partner to day-trade forex markets during the American business hours starting at 8am.  I would trade from 9pm Asia, through Europe till 8am and pass the account to you and give you a written briefing.  I have a profitable unique quantitative strategy, with more details below.  \nYou’d be kicking in your own money into an account with my money and we’d split the profit.  I need a partner because I cannot handle the long hours by myself.   Below is information about me, the strategy, and what would be required of you.\nWhat would be required of you\nThis assumes you are passionate about Global Macro and forex.  If you’re not already interested in being a trader, this isn’t going to work.  I am also expecting you’ve traded forex before for at least a few months, and are familiar with a lot the basics.\nYou can expect to make 10-20% on money you put into an account that we share.  Right now, I aim to make $150-200 per day, with a couple of days of having to sit out.  On a sit out day, you’d have to do nothing.\nI am looking for a partner in the New York City/Tri-state area.  I live in New Jersey right across the George Washington bridge and I would have to meet you.  We would have to trust each other because you’d have access to my account and my P&L would reflect your decisions.\nHours\nYou’d be required to work 8am to 11am and occasionally in the afternoon as well if it’s a busy day. \nThe trading day is broken up into 4 sections:\n-Asian (9pm – 2am) –  I’d handle this\n-European (2am to 8am) –  I’d handle this\n-American morning (8am to 11am)  - You\n-American afternoon (11am to 4pm) – Sometimes You, Usually Nothing and we sit out\nAbout Me\nI question the structure of our economic system and don’t agree with a monetary system based on debt.  This view of  fractional reserve banking would be classified as Austrian economics but I’ve added many of my own ideas upon the existing framework of Austrian authors.  My photo next to my economics reading is on this post  and you can find my writings at GlobalMacroForex.com\nI’ve been trading spot forex and equity indexes for 2 years with live money, but reading a lot before.  My focus is on G7 Western Europe, America, Japan, and China.\nAbout the Strategy\nThis is not technical analysis.  And it’s not fundamental, if you define fundamentals as government numbers or information from the news.  Instead, I have unique perspective on what drives markets and essentially, I am trading bank liquidity.  Nobody trades like me, so it’s hard to label it for you.\nMy “formulas” or ideas are ways of assessing bank supply, demand, and cycles.  Utilizing data scrapped off the internet and publicly available data from both government and private sources, my strategies give a view into the most probable scenarios on a 1-3 day timeframe.  It’s not a single data point, but a combination of objective formulas and ideas that mean certain outcomes.\nThis strategy combines some elements of rules based systematic thinking with discretionary implementation.  Each trade has an objective pre-defined minimum requirements, but which of the many trade choices that met the minimum or how long the trade is held is discretionary.\n", "city": "new york city", "post_date": "2019-08-24 01:14", "insert_date": "\"2019-08-28T12:45:01.873439\""}, "5": {"c_id": "6963061347", "post_title": "Coding & Programming Help- Basic 101 (TUTOR)", "description": "Looking for tutor to help with basic Java programming .Syntax, Objects, variables, arrays, data types, operators, and control flow. Can meet in Brooklyn or Manhattan. Please provide availability in email if interested.    \n", "city": "new york city", "post_date": "2019-08-23 13:56", "insert_date": "\"2019-08-28T12:45:07.098912\""}, "6": {"c_id": "6961834603", "post_title": "iOS Software Engineer, Full-Stack/Technical Partner", "description": "We are a Human Capital enterprise platform looking for a Software Engineer, Full-Stack/Technical Partner. We are offering ultimate flexibility. We are based in CA with an office in NY. Own your schedule as long as milestones are met. \nWe have a clear market fit and are validated. We have numerous letters of intent and have already been approached for funding. We will start actively raising funds when the product is built. Our founding team is made up of former FAANG talent. \nHeres what to expect\n- Work from anywhere for 30+ hours a week. If you want to work from a shared space, we'll set you up. During these hours we expect you to be able to communicate quickly, effectively and be fully engaged with the team the rest of the product team.\n-  Full stack web/mobile application development with a variety of languages including but not limited to PHP, JavaScript, HTML, Reactjs, react-native, css etc. \n-  You'll be building our iOS MVP based on exact designs that are already created. The heavy lifting is done.\n-  Implement web or mobile interfaces \n-  Work closely with our founders and design teams to execute on designs and feature specifications and build the first generation of our product leveraging frameworks such as React & React Native\n- Build report interfaces and data feeds\nQualifications\n- 5+ years of previous work experience or B.A. or M.Sc. in Computer Science or related field\n- Experience with mobile development\nCompensation: \nVery generous equity compensation \nSalary once investors get on board\nMilestone Stipends until we receive investment\nPlease respond by email with a resume and LinkedIn profile.    \n", "city": "new york city", "post_date": "2019-08-21 18:57", "insert_date": "\"2019-08-28T12:45:12.345803\""}, "7": {"c_id": "6960058787", "post_title": "part time assistant bookkeeper", "description": "Compensation: 15.00 per hour \nEmployment type: part-time \nPart time-2 days per week\nBasic Requirements:\n- Accounting Students welcomed\n- Some  proficiency in Quick Books  \n- Accurate data entry skill\n- high typing per minute  accuracy and skill \n- Excellent written and verbal communications skills\n- Must be extremely detail oriented with strong attention to follow-through\n- Reconcile accounts in a timely manner\n-Well-organized\n-Familiarity with financial reporting \n-2 or 3 weekdays per week at our location\n-potential for full-time\nPlease reply to this email with your resume \nTo register for a phone  interview text  718-635-1402  include the following in your text \n1) Accountant  2) name 3) cell phone. 4) Please mention your work experience in less than 10 words\n", "city": "new york city", "post_date": "2019-08-19 14:01", "insert_date": "\"2019-08-28T12:45:17.576574\""}, "8": {"c_id": "6956938048", "post_title": "Programmer / Database Automation Expertt", "description": "Hello\nLooking for Programmer / Database Automation Expert to assist me in automating simple processes and compile different data sources \nMust have experience in such fields\nThank you\n", "city": "new york city", "post_date": "2019-08-14 22:44", "insert_date": "\"2019-08-28T12:45:22.816447\""}, "9": {"c_id": "6956848889", "post_title": "WORK FROM HOME: Gaming Startup Seeks JavaScript Engineer", "description": "Who we are\nDevium Games is an early-stage startup focused on gaming companion apps with real-time communication. Our unique team is seeking a talented senior front-end developer to help design, develop, and deploy our first release. \nWe are a 100% distributed team working quickly and efficiently to build responsive apps with powerful, reusable components. We practice self-organization, team prioritization, and lean methodologies. We are experienced professionals with decades of success in the areas of tech, marketing, and software design. \nWho you are\nYou are a front-end developer with a solid working knowledge of data structures who can help us solve challenging interactions between our server and client. You’ll be joining a very small team working to build and release a new application, and will impact both the front-end and back-end architecture. You have a wide knowledge of front-end development, from UX best practices to REST API integration. You are comfortable making big choices with long-lasting impact, and working in a variety of disciplines.\nResponsibilities\nBuild out full feature sets for the Devium Games platform using the VueJS framework\nDesign, develop, and deploy complete components using VueJS.\nAble to make key architectural decisions for a front-end application, especially with regards to Firebase and peer-to-peer communication.\nAble to contribute to user interaction discussions, and aware of best practices for mobile and desktop.\n﻿Qualifications\n4+ years of experience\nDemonstrated experience in client-side scripting and web application frameworks (Angular, React, Vue, or other)\nExperience with and understanding of single-page applications and REST-based architectures\nExperience working with Firebase\nStrong knowledge of HTML5, CSS3 / SCSS, JavaScript / Typescript\nGood knowledge of UX/UI best practices\nPreferred Specializations\nGaming. You're as comfortable with a controller in your hands as you are with code on your screen.\nSports. Athletes, competitors, team players preferred. You understand the itch to win. To get better. To compete. To prepare.\nPeople. You have a natural sense for relationship-building, and you take pride in building strong friendships. You are careful with your criticism and generous with your praise. \nBonus Points\nDescribe a Singleton Pattern.\nDescribe your greatest sports moment.\nWhat is a Nickle Blitz? \n", "city": "new york city", "post_date": "2019-08-14 19:40", "insert_date": "\"2019-08-28T12:45:28.038141\""}, "10": {"c_id": "6956788670", "post_title": "Statistics Help Needed - Multilevel Modeling for Psychology Study", "description": "Looking for a statistician/researcher well-versed in MLM to help me out with some analyses. My data includes physiological measures- experience with physio data a plus.\nNeeds to be familiar with how to run these analyses in Stata, R, or SPSS.    \n", "city": "new york city", "post_date": "2019-08-14 18:07", "insert_date": "\"2019-08-28T12:45:33.257322\""}, "11": {"c_id": "6956471534", "post_title": "Social Media Analyst Intern", "description": "About the Company:\nWe are a PR firm located in Manhattan that represents a wide array of clients in the music, beauty, fashion, and corporate industries. We are lo specialize in online PR services, digital marketing, social media, and artist development.\nPosition:\nThis role is best suited for those who are just as enthusiastic about working in a client-driven environment through social media and social advertising. Must have a broad knowledge of the social media space and have experience in tracking hashtag trends, and analyzing data for the following: Google AdWords, Facebook Page Analytics, Instagram Page Analytics, and Google Analytics.\n- Create bi-weekly ad reports for our clients to review the growth of their accounts\n- Analyze a large sets of data to create and implement insights and strategy for our clients\n- Social media content evaluation\n- Execute agency-facing reporting and campaign insights requests on a regular and/ or ad-hoc basis\n- Execute creative and copy optimization (A/B tests) within paid social and for branded content\n- Identify and execute on new paid media channels to support Account Based Marketing programs\n- Monitor client profiles and report back on hashtag optimizations\n- Study the Instagram algorithm and find best times to post\nQualifications\n- 2+/- years working in social analytics at a brand, publisher, agency, or similar\n- Bachelor’s degree or working towards a degree program at a University\n- Strong knowledge of the existing paid social landscape and enthusiasm for discovering new, emerging platforms \n  or capabilities that increase efficiencies and engagement\n- Strong analytical skills with the ability to comfortably translate large data sets into actionable takeaways and \n  insights\n- Exceptional attention to detail and organizational skills\n- Experience with social analytics or insights platforms (Hootsuite, or similar)\n", "city": "new york city", "post_date": "2019-08-14 12:04", "insert_date": "\"2019-08-28T12:45:38.510955\""}, "12": {"c_id": "6948058959", "post_title": "Web-Based Contractor Digital Design Opportunity", "description": "re you looking for an extra-income opportunity limited only by your time and knowledge of Photoshop? Do you have an organized mind, timely approach to work, and data entry experience?\nPopMount, Inc. is seeking contractors that fit this description. Graphic designers, web developers, videographers, and office superstars all work with us to produce print content for some of the nation's top newspapers and magazines.\nWork from home; monetize spare time. If you have reliable web access, Photoshop and Acrobat, please contact us and we will send you a complete file-work guide and brief test to begin making contractor money.\nThank you    \n", "city": "new york city", "post_date": "2019-08-02 15:01", "insert_date": "\"2019-08-28T12:45:43.705382\""}, "13": {"c_id": "6945091404", "post_title": "East Coast Online Customer Service Agent", "description": "Honeycolony (https://honeycolony.com) is an online magazine and marketplace aimed at empowering you to be your own best health advocate. We are looking for an additional Customer Service rep to work 10 hours or less , ideally on weekends, answering calls and handling customer concerns as they come in.\nAll work will be done remotely. We rather have an east coast person as we are on the west coast. \nRequirements:\nMust have up-to-date Mac/PC to view website backend and support sites such as HelpSocut, Slack, WooCommerce, WordPRess, Google Docs.\nShould be interested in alternative health.\nPolite and comforting phone voice.\nAbility to educate the customer where applicable.\nAbility to handle varying customer personalities (including complaints).\nMust be a good communicator with all level of staff and employees.\nData Entry.\nBrand oriented\ntech saavy    \n", "city": "new york city", "post_date": "2019-07-29 16:13", "insert_date": "\"2019-08-28T12:45:48.956423\""}, "14": {"c_id": "6965639979", "post_title": "Cable Technician (Englewood NJ)", "description": "Pulling and routing CAT5, CAT6, and Fiber cable in a new construction and existing structure commercial environment\nTerminating data jacks\nInstalling support structures (ladders, racks, j-hooks)\nMust be comfortable working from scissor/boom lifts if required\nPulling, routing, installing and terminating structured cabling infrastructure in a commercial environment.\nREQUIRED: CLEAN Background & Drug test \n****EMAIL RESUME TO BE REQUIRED FOR THIS ROLE****\nKboyd@anistar.com    \n", "city": "new york city", "post_date": "2019-08-27 10:01", "insert_date": "\"2019-08-28T12:45:54.208508\""}, "15": {"c_id": "6960013881", "post_title": "Technical Support", "description": "We look to filling a Network Administrator \nResponsibility\n1) secure network architecture (LAN), Active Directory/DNS, Windows Server 2012, TCP/IP, DNS, DHCP, and others. SAN technologies including data replication and backup (imaging servers and desktops).\n2) Oversee setup and configure workstations to be used in diverse environments, adhering to security requirements and organizational requirements (Active Directory\n3)Provide support for client computing hardware, including but not limited to the hard drive, memory, and peripheral connections. High Availability Technologies (Server Redundancy).\n4)  Monitor, configure, support, and troubleshoot desktop and server-based applications on a local and remote level throughout the enterprise\n5) Support Mac's\n6) Install, Support and config Printers  \n7) Support Active Directory Server  \n8) Support Office 365 online\n* The ability to multi-task\n* The ability to prioritize projects & tasks on the fly\n* Outstanding communication skills, oral & written\n* Detail oriented and thorough\n* Strong documentation skills\n* Energetic, focused, and the ability to work autonomously\n* Taking pride in your work - Giving 100% no matter the task, from simple issues to complicated issues\nSend Resume and Salary History\n", "city": "new york city", "post_date": "2019-08-19 13:16", "insert_date": "\"2019-08-28T12:45:59.459094\""}, "16": {"c_id": "6956682763", "post_title": "Computer Techs Wanted", "description": "We are Peak Systems a technology staffing and managed services consulting firm connecting technical consultants with various industry opportunities. Technicians who join us may receive new certifications for working with our clients; we issue payments weekly, offer direct deposit, and have many nationwide opportunities.\nWe are currently seeking a Deployment Technician to be engaged on site at a Major Financial Institution in (Doylestown, PA).\nJob Description\nPosition: Deployment Technician\nHourly Rate: $20.00 Hr.\nStart Date: 8/23/2019 & 8/26/2019\nDuration: 2 days\nShift: \nFriday 2 PM (APR 8 hours)\nMonday 8 AM (APR 8 hours)\nJob Scope:\n•\tServices will include site setup\n•\tPC Disconnect and Install\n•\tSetting up the systems onto the network\n•\tProvide Day One Support\n•\tSupported services include Desktop Support for both Windows and Office 365\nQualifications:\n•\tPrevious Lead Tech experience managing a Team (Lead Position)\n•\tExcellent communication skills\n•\tA+ Certification or any other certifications\n•\t3-5 + Years (Strong) Deployment experience\n•\tExperience supporting end-users (in person) in a corporate environment\n•\tProficient: Microsoft Office Suites 2003-2010 & Windows\n•\tSkilled in Break/Fix\nJob Description: Technicians will disconnect and remove User PC’s, install new Devices, Cameras, Headphones, Keyboard & mouse, etc. and put on network (No Data Migration needed). Provide next day, post-deployment support. \n***Interested candidates should place “New Resume” in their subject line  for immediate consideration***\n", "city": "new york city", "post_date": "2019-08-14 15:51", "insert_date": "\"2019-08-28T12:46:04.700337\""}, "17": {"c_id": "6955165463", "post_title": "Lead Manager/Virtual Assistant", "description": "Job Description For Lead Manager\nPOSITION\nThis is an amazing opportunity to learn the amazing world of real estate investing.\nI’m a busy real estate investor and I do A LOT of marketing that generates calls from property owners that would like for me to purchase their property\nHere’s how you can help me\n• Listen to and transcribe the voice mail messages from property owners and input the information into our CRM\n• Researching the property information left on the message by the property owner and add the information and details to our CRM\n• You’ll also help me in preparing documents that are needed for the process of buying and selling the properties that I find. I’ll also need you to spend some time on the phone …...\n• There are property owners that don’t leave enough information on their message, so you will call them and follow a simple script to ask them for details about their property.\n• There are property owners that call in to our phone system… listen a pre-recorded message BUT instead of leaving a message they will just simply hang up and not leave a message. You’ll dial them and ask them if they have a property for sale.. If they do you’ll follow a simple script to gather the information and input the data into our CRM system.\n• You’ll be following up on leads that I may have spoken with a few months back and you’ll call to find out if there is still an interest in selling their property.\nThis is NOT sales position.\nYou will not be required to sell or convince the property owners to sell their property or do business with us.\nYou’ll simply be a friendly voice that will ask them a series of questions so that our internal sales team can contact them.\nREQUIREMENTS\nThere are a few MUST haves for us\n• Friendly - you must come across as warm and friendly so that the customer can feel comfortable providing us with the necessary information about the property.\n• You must type at least 50 words per minute - there is a lot of information that you’ll be typing as you listen to the voice mail messages and speak with the customer. So typing speed is a must have for us\n• You like being on the phone and speaking with people - you’re going to be on the phone a lot during the day and so you have to be ok with that\n• Team player - you’ll be a very important part of our real estate team and so you’ll need to work with the various other team players\n• Highly organized - you’ll be working inside of our CRM and managing the leads and scheduling calls to follow up with them, so it’s important that you be organized\n• Able to communicate orally and in writing in both english. If you have knowledge of Russian language - it is welcome\n• Flexible - being a team player means that you’ll pitch in as needed with other task that the team will need help with\n• High Speed Internet Connection - goes without saying that you should have a fast internet connection.\n• Excellent Written English and Attention to Detail - You have to able to communicate extremely well in the written word and have absolute accuracy on documents you will prepare. This means structure, proper use of\nnouns and adjectives, etc. Your ability to communicate precisely using the written word is very important.\n• Pleasing personality - You well be interacting with clients, customers, and various business partners. So having a pleasing personality is a MUST. That means you are outgoing and positive when on the phone with people.\n• It would be a BIG PLUS (but not 100% necessity) if you were bilingual (English / Russian).\nCOMPENSATION\nThis is an hourly position PLUS bonuses.\nThis position will begin as an hourly position and if all works out well, you’ll have an opportunity to earn bonuses for every deal that you help us purchase.\nIf the goal is for you to help us with 8-10 properties a month, this could mean a substantial bonus for you\nAll payments including bonuses would be done via card.    \n", "city": "new york city", "post_date": "2019-08-12 15:27", "insert_date": "\"2019-08-28T12:46:09.969125\""}, "18": {"c_id": "6961618844", "post_title": "Independent Tax Preparers Needed (Remote)", "description": "TaxPro Financial Service is a rapidly growing tax preparation service and we also specialize in mentoring tax professionals.\nWe are looking for tax preparers that would like to earn 10-20k for the upcoming tax season!\nWe will provide all of the necessary online training. Experience preferred but not required.\nIf you are serious about earning some real income and starting the year off right then you should get started as an independent remote tax preparer today!\nFree Tax School begins in September! \nAlso, we you sign on with us, we give you a FREE TRAINING on how to Start your Tax Business With Absolutely No Experience\nContact us for more details.    \n", "city": "atlanta", "post_date": "2019-08-21 14:35", "insert_date": "\"2019-08-28T17:45:26.304439\""}, "19": {"c_id": "6956193983", "post_title": "Looking For Remote Workers", "description": "Get Started Today\n• Set Your Own Hours\n• NO Selling\n• Daily Compensation Available\nLIMITED SPOTS AVAILABLE! \nIf you would like more info on how to apply, contact us at:\ncontact@mostemployed.com\n", "city": "atlanta", "post_date": "2019-08-13 22:13", "insert_date": "\"2019-08-28T17:45:31.469673\""}, "20": {"c_id": "6947684158", "post_title": "Work from home/marketing", "description": "Now hiring (Nationwide)\ncompensation: Commission \nWork from home/Marketing \n$100 same day sign up bonus!\nWhat you will be doing \nPosting ads \nTaking inbound calls \nSending emails \nWhat you will need \nComputer \nPhone \nInternet \nSchedule: Discussed during the Process \nFull-Time: 30-40 hours/week \nPart-Time: 20-29 hours/week \nFlexible hours \nSalary \n$700/$1500 a week. Depending on how much time you want to spend taking inbound calls a day. You control your schedule 100%. You are guaranteed $600.00 a week if you work 30 hours or more. \nQuick information: You will be receiving phone calls about our products that we handle. You will be placing orders and also helping people signup for promotions. This is a 100% inbound and remote position. So come and join the team. \nOffice hours. \n10am-6pm\nMonday-Friday \nSaturdays/ 11am-3pm \nRecruiter \nKevin Baldwin    \n", "city": "atlanta", "post_date": "2019-08-02 05:59", "insert_date": "\"2019-08-28T17:45:36.630290\""}, "21": {"c_id": "6945985638", "post_title": "Data Entry Clerk Needed - Work From Home!", "description": "Job Conversion is looking for Data Entry clerks to perform tasks as needed by our clients. This is a remote gig.\nREQUIRMENTS\n**Friendly & self-motivated\n**Proven data entry skills (40WPM)\n**May be asked to handle incoming calls\n**Familiar with Microsoft office tools\n**Okay with flexible schedule\n**Able to take direction well\n**Ability to multi-task\n**Quick thinker\n**May require social media management skills (you'll only be asked to perform these duties if qualified - this is not mandatory\n**May be required to know .html and familiarity with web site builders such as Six, Click Funnels (not mandatory - you'll be asked if these tasks are relevant to your experience\nSCHEDULE\n– Our client may request various hours or weekends as needed\nHours vary from client to client\nPart-time is generally needed but may require more than 32 hours per week\nMay require 2 to 5 hours per day several times a week but may extend beyond these house\nTO APPLY\nhttps://jobconversion.com/app/register\nWe welcome people from all backgrounds and this is an opportunity for those who may have gaps in their work history. Entry level OK as long as data entry requirement 40 WPM is met.\nThank you for your interest in JobConversion!    \n", "city": "atlanta", "post_date": "2019-07-30 18:33", "insert_date": "\"2019-08-28T17:45:41.813583\""}, "23": {"c_id": "6961042182", "post_title": "eBay Seller Expert for new startup - Remote", "description": "EBAY SELLER EXPERT\nAre you an online marketplace reseller geek?  Do you love buying and selling USED items? We are looking for you!  \nWe are a rapidly growing, seed-stage startup working on the next big thing in re-commerce based in California. We're looking for remote eBay selling experts with strong communication skills.\nThis is a key role suited to experienced marketplace sellers looking to work with a small dynamic team to help develop a new online platform.   This position requires strong writing skills, a self-starting attitude and a passion to help make the world a better place. Full-time, part-time, local and remote positions available.  \nMUST be available to work weekends. \nQualifications:\neBay seller with at least 50 positive feedbacks as a Seller (Top Rated Seller preferred)\nExperience selling on multiple online marketplaces like eBay, Poshmark, Depop, Mercari or Etsy a strong plus.\nExperience selling second-hand fashion.\nExperience pricing eBay items with research tools like Terapeak or Worthpoint.\nStrong understanding of eBay selling policies and procedures\nFamiliar with the importance of keywords in titles and descriptions\nKnowledgeable about eBay search optimization\nFast accurate data entry skills\nExcellent spelling, grammar, and written English language skills\nPacking and shipping knowledge\nAbility to write a description based on photos of products quickly and accurately\nKnowledge of American pop culture helpful\nFlexible and able to thrive in the ever-changing environment of a start-up\nResponsible, dependable and willing to work under deadlines\nGood interpersonal skills and a sense of humor!\nPlease respond with a resume and your eBay seller's account ID. \nYou will not be considered without submitting both of these items.\nNote: you will NOT be selling items under your own user ID. \nWe look forward to hearing from you!    \n", "city": "houston", "post_date": "2019-08-20 17:04", "insert_date": "\"2019-08-28T18:14:00.107860\""}, "24": {"c_id": "6960067726", "post_title": "Catholic Tech Start Up looking for a Volunteer/ Intern", "description": "Who We Are: \nWe are a small Catholic education start-up that is seeking volunteer coders or interns to help revolutionize Catholic education.  Think of your childhood CCD or religious ED but with modern technology. Our small but scrappy development team is working across a variety of projects from back end enhancements to complete front-end redesigns. You will have the ability to tackle projects of your choice with the guidance and supervision of key stakeholders in the organization. If you are interested in gaining this type of experience, giving back, and/or receiving a recommendation letter at the end of this project, please contact us. Let’s hear your career and growth goals and how we can help you get there.\nWhat We Are Looking For:\nWe are looking for anyone who is looking to give back, gain experience, etc.  Our websites use a variety of languages including:\n- HTML\n- CSS\n- PHP\n- MySQL\n- jScript\n- jQuery\nHigh preference given to those with full-stack and mobile-first experience. \nMain benefits! \n-\tWork from home (remote team)\n-\tAgile and easy-going environment (communicates via Slack)\n-\tAbility to select potential projects \n-\tRecommendation letters and references for your time/ college credit \n-\tHelping your Catholic community \n-\tFlexible hours, looking for 12-18 hours a week   \nGod Bless    \n", "city": "houston", "post_date": "2019-08-19 13:10", "insert_date": "\"2019-08-28T18:14:03.412140\""}, "25": {"c_id": "6965799653", "post_title": "SQL Server T-SQL, VB.net, c# part time", "description": "I am looking for someone to help me out on a part time basis with developing and documenting SQL server queries, stored procedures, SSIS jobs, as well as coding in VB and C#. 10 hours per week to start and it will probably increase. \nYou should be familiar with financial systems, especially stock and bond transactions and terminology.\nYou need to be able to meet in person in Natick once a week. You must be a US citizen and willing to have a background check.\nPlease NO remote coders. I will report as spam.    \n", "city": "boston", "post_date": "2019-08-27 13:00", "insert_date": "\"2019-08-28T18:42:07.283990\""}, "26": {"c_id": "6960158104", "post_title": "Admin Assistant - Permanent Freelance", "description": "Looking for someone great at Excel, esp. with customer Data Bases/Mailing Lists. Must be detail-oriented and good with writing/grammar, adept on computer software/phone apps. Position could grow to include other Admin responsibilities needed for my small Marketing Consulting business.  Hours will vary, but hope working relationship will grow and become long term. Would like to hand off more client responsibilities as you learn more about client needs.  Flexible work from home - bill by the hour.  Updated computer software, internet required.    \n", "city": "richmond ", "post_date": "2019-08-19 15:45", "insert_date": "\"2019-08-28T19:04:33.576411\""}, "27": {"c_id": "6952032339", "post_title": "Experienced IT On-Site Field Technician Needed", "description": "Techies 4 U, Inc. is looking to recruit a Field Engineer (IT Support Technician) to support a variety of clients throughout the Indiana region. The primary supporting locations are flexible as we have clients all around Indiana. We are looking for Field Engineers with hands on experience in the IT field or the knowledge and capability to support on-site IT work with no training.\nTechnicians will be able to dispatch from their home location and will not be required to come into an office, but may be required to come in periodically for admin responsibilities, tool transfers, etc.\nHigh Level understanding of IT Rooms, Systems, and Computers is a requirement.\nA working vehicle is a requirement as travel to each client site (most of the time multiple sites per day) is a requirement. Mileage is reimbursed.\nTechnicians should know how to perform the following tasks:\n1. Terminate Copper cabling (Cat5e, Cat6)\n2. Properly run copper cabling\n3. Perform IT break/fix - resolve computer problems\n4. Knowledge of Switches, Firewalls, Routers, WIFI devices\n5. How to properly dress and clean up cabling\nKnowledge in the following fields is a plus, but not required:\n1. Fiber Cabling Work including termination\n2. Experience installing Ladder racks\n3. Full IT Telecom room setup\n4. Experience installing structure cabling in large warehouse / factory environments\n5. OSHA Safety Certifications\n6. Boom Lift and Hydraulic Lift Certifications\n7. NVR Security Installation experience\n8. POTS line / 66 block experience\n9. VOIP installations Experience\nWe are looking for a long term contract commitment and quickly promote our technicians upon completion of certain milestones with our company. Our company believes that our front line, customer facing engineers are the base of our company's success.\nPerks:-\n1. Hours are flexible, there are many positions available-\n2. You can dispatch from your home.\nWe need someone with a knack for Troubleshooting. New problems come up everyday, so we don't always have an immediate answer to resolve the issues. We need problem solvers who can work the issue down to the root cause and then present a resolution.\nAll these are things you should have a basic understanding of:-\n-Basic Cabling Knowledge (CAT 5, CAT6, Termination, What a 66 block is, what a Patch panel is, what a patch cable is, what a continuity test is.- Basic Switch / Networking Knowledge (Brands and Quirks - Juniper, Cisco, Dell, Etc., How they fit in a rack, what the different ports on the front or back are for).\n- Cable Management (enterprise) experience (How to manage rack, ladder rack, and retail setting cabling professionally with ties, neat and clean.)\n- OS troubleshooting experience (windows & mac, for this you really, basically, just need to know how to use google..)\n- POS experience (Most of this will be on-site learning, but check out some of the different POS systems like Aloha, IBM, PAR, etc. - these are basically just custom cased all in one touchscreen computers - not expected that you will have experience with these, but if you do, that will help move you up the list.)\n- Basic IT Hardware knowledge (Switch, Rack, Ethernet, RJ45, RJ11, IP address, DNS, Firewall, Modem, Router, Enterprise Router, Fiber cabling, punchdown tool, network crimper, cable tester, etc,)\n- CMD line experience (ipconfig commands are the majority of what we use here, but occasionally some other ones come into play; basically just know how to get to a command prompt and navigate)\n- Console Cable experience (basically just know how to plug in a cable to a switch, but google how to telnet or use putty if you want to learn more on this -\n- Security Camera / System installation & Management a plus (Know the difference between a network camera - Ethernet Cabling - and BNC camera - Siamese Cabling - and how the two are setup)\n- Knowledge of basic router setup and port forwarding / DNS setup a plus (Basic networking - know the difference between a modem and a router and their functions\nPlease have your own basic network Tools. Anything you do not have will be provided as required, but if you have your own tools, this will help move you up the list.\nRaises are provided on a yearly basis and additional raises may come earlier depending on your skill and customer satisfaction levels. Bonuses and sales commissions may be included periodically if you are able to sign up / upgrade clients for varied promotions or contracts.    \n", "city": "richmond ", "post_date": "2019-08-08 02:14", "insert_date": "\"2019-08-28T19:10:22.122774\""}, "28": {"c_id": "6962333009", "post_title": "Seeking Mobile App Developer", "description": "We are a Digital Marketing & Web Development company based in the NW Suburbs. We are looking for a mobile app developer with iOS & Android to work with our team on a project that starts within 30 days.\nDon't need a resume, just a portfolio or examples of work that can be verified. \nExperience in Geo Location / Live Tracking is a plus. (This is not an uber app)\nMust be local to Crystal Lake area. Position is work from home but need to be able to meet face to face. \nMust be great at communication and attention to detail.\nPlease email over your details and interest. Will set up interviews. Compensation is BOE & 1099 - no benefits\nNo recruiters or companies please. If you want to take this on as a side job that is OK.    \n", "city": "chicago", "post_date": "2019-08-22 13:04", "insert_date": "\"2019-08-28T21:15:54.335872\""}, "29": {"c_id": "6958348338", "post_title": "Check my iPhone app and share your opinion", "description": "I have an iPhone app and I'd like you to download it, play with it and share your opinion about the app.\nI pay $5 for that. Will take a few minutes. \nI only have one app. You need to have an iPhone.    \n", "city": "chicago", "post_date": "2019-08-16 20:06", "insert_date": "\"2019-08-28T21:16:01.327133\""}, "30": {"c_id": "6946339742", "post_title": "Coder wanted for small app project", "description": "Wanted an experience coder for a small app project, if we click we might become partner.    \n", "city": "chicago", "post_date": "2019-07-31 09:51", "insert_date": "\"2019-08-28T21:16:07.937488\""}, "31": {"c_id": "6946190417", "post_title": "Expert video app", "description": "Need a programmer well versed in low level iphone development with the goal of optimal video processing.  Please respond with evidence in your background that you have detailed knowledge of very low level ios programming and I will reply with more specifics.    \n", "city": "chicago", "post_date": "2019-07-31 02:37", "insert_date": "\"2019-08-28T21:16:14.510907\""}, "32": {"c_id": "6963054909", "post_title": "Get Paid to Add Local Businesses to Database- Work from Home", "description": "New APP in need of people to build its database of kid/parent related businesses. \nYou can contact me for more details but the app basically is paying users to add businesses starting with phone number and address. No complicated forms and the mission behind new APP is the following. \nTo grow into the largest kid friendly business with promotions and advertising for all kid related businesses. \nSearch using google many different kid friendly businesses like daycare, martial arts, ice cream parlors, kids clothing stores, orthodontic dentists and any other business which is unique. \nThen after we submit info the APP company reaches out to businesses offering great advertising solutions. \nWe are paid $10.00 for Every business we register that signs up. \nSay you register 85 businesses and 60 signup that would be $600.00. \nThe payments are residual every month. \nSo if you have a few moments here’s your chance to earn up to $850.00 a month residually. \nHere is an example of some of the business you can register!\n• Apartments for Rent\n• Cabin Rentals\n• Charities\n• Family Housing Resource Centers\n• Non-profit Organizations\n• Social Services Organizations\n• Volunteer Organizations\n• Souvenir Shops\n• Sports Gear & Accessories\n• Surf Shops\n• Tack Stores\n• Tailors/Alterations \n• Toy Stores\n• Transportation Services\n• Trophy Shops\n• Thrift Stores\n• Vitamins & Supplements Stores\n• Wig Stores\n• Dry Cleaners\n• Educational & Office Supplies Stores\n• Electronics Stores\n• Eye-wear & Sunglasses\n• Fabric Stores\n• Fishing Stores\n• Fitness & Exercise Equipment\n• Flowers & Accessories\n• Formal Wear & Rentals\n• Furniture & Design\n• Gardening/Landscaping Services\nGo to this link to login now! Register your 85 businesses today! Also refer more friends for even greater earnings!\nhttps://kidazzler.com/invite/Vzt4TxMS\n", "city": "chicago", "post_date": "2019-08-23 12:49", "insert_date": "\"2019-08-28T21:16:20.914748\""}, "33": {"c_id": "6958136299", "post_title": "Looking for long-haul truckers for interviews (Paid)", "description": "Hello, I am working on my startup which is trying to serve long-haul truckers. We are looking for long-haul truck drivers to give us feedback on our product. This is an exciting opportunity to be one of just a handful of people who will share their opinions. If you qualify for this study, you will be compensated for your time:\nIf you are a long-haul trucker employed by others, please register through here: https://app.respondent.io/projects/view/5d55ca55f952ef002ede82c8/looking-for-long-haul-truck-drivers?invite=94a4811b3573f211cd807bb1 (we are going to compensate you with $80 for a 60-minute interview).\nIf you are a self-employed owner operator, please register through here: https://app.respondent.io/projects/view/5d55cdddcb7f7a002f663eed/looking-for-long-haul-owner-operators?invite=ff7ef176e5d20f7a24bcb9cf (we are going to compensate you with $120 for a 90-minute interview).\nIf you are fleet manager, we are also interested in talking with you: https://app.respondent.io/projects/view/5d570464ae50970029299edc/looking-for-long-haul-fleet-managers?invite=1f7f82afc245f0931214db31 (we are going to compensate you with $120 for a 90-minute interview).\nThank you!    \n", "city": "chicago", "post_date": "2019-08-16 14:54", "insert_date": "\"2019-08-28T21:16:27.299702\""}, "34": {"c_id": "6950362085", "post_title": "***WE PAY YOU $70 BUCKS A POP TO SHARE OUR SOFTWARE***", "description": "We want to pay you to share Builderall! Builderall is looking for anyone who wants to develop a new revenue stream in the digital marketing niche working from home. Our leveraged affiliate compensation plan offers recurring monthly income and one-time bonuses. \nABOUT BUILDERALL\nBuilderall is a massive internet marketing toolkit where you can use the tools, AND share the platform to earn recurring monthly income working from home with only a computer and internet connection. Builderall is the only platform that contains every digital marketing tool a business, entrepreneur, service provider, marketer, blogger, or virtual store needs to grow and succeed online. \nBUILDERALL HAS OVER 25 DIFFERENT TOOLS YOU CAN USE AND PROFIT FROM STARTING TODAY, INCLUDING...\n- A Drag & drop pixel perfect adaptive website builder (100% unique in the industry)\n- A Canvas style drag-&-drop funnel builder\n- A robust email marketing / autoresponder tool\n- An e-Commerce site builder\n- A \"flip-style\" digital magazine creator\n- An e-learning course builder\n- A membership site builder\n- A Mobile app builder\n- A live and evergreen webinar service\n- A responsive blog builder\n- A CRM tool\n- A niche directory builder (coming very soon)\nIN ADDITION, LOOK AT ALL THESE ADDITIONAL TOOLS YOU CAN USE TO GENERATE EVEN MORE INCOME...\n- Instagram auto-responder\n- Marketing script generator\n- Browser notification app\n- Website chat app\n- Social media integration tool\n- Video / floating video creator\n- Website heat maps app\n- Facebook chat bot\nBuilderall is an incredibly powerful platform because not only can you use all the tools to earn money, you can share our platform and generate recurring monthly commissions working from home. The perfect combination!\nClick the link below to learn more.\nhttps://sharebuilderall.builderwow.com/ \n", "city": "chicago", "post_date": "2019-08-05 18:30", "insert_date": "\"2019-08-28T21:16:33.700545\""}, "35": {"c_id": "6946914940", "post_title": "looking for software developer", "description": "I have a great idea for a phone app/game\nI'd really like my vision to become reality\nI have the game built into a board game\nI am willing to negotiate work cost and/or commission for proceeds earned from game.\n**edit**\nPlease be willing to build a model before asking to get paid. \nIt is my money and I’m NOT willing to pay you to build a prototype that I don’t know what it will look like.\nIf the model looks good then I will consider business with the developer ((the pieces don’t have to move ÿët))***\nI would love to see a prototype!\nIt's just a regular chessboard 8x8\nI was inspired by fantasy games\nSo the playable *pieces* are Warrior, monk, priest, mage, warlock, death night, druid, engineer, shaman, Paladin, Hunter\nThe monk has a ox and dragon summonable statue\nThe engineer can summon a turret\nThe shaman can summon a flame or water totem\n**start by making a playing field and some character models**\nContact me with what you got send a screen shot\n**the I will tell you the details of how the pieces move and react**\n((It’s not an auto chess game like league of legends has out right now))\nThankyou    \n", "city": "new orleans", "post_date": "2019-07-31 23:53", "insert_date": "\"2019-08-29T03:13:18.114373\""}, "36": {"c_id": "6964381465", "post_title": "Are you an internet sleuth?  - Sourcing Gig (Remote) - $17/hour", "description": "Are you detail oriented? Are you efficient with a computer?\nWe're looking for someone to follow a specific process to qualify potential leads for us. This means working through a list of names, looking up their graduation date and degree and denoting whether or not they meet acceptance criteria. The next phase is using an email finder tool and other research methods to find this person's email address and other contact information so we can get in contact with them.\nThis will start at 20-30 hours of work if criteria are met. If this gig goes well there are other tasks we could use help with in supporting this process.\nThis gig is 100% remote, and with the exception of a few brief check-ins per week, the hours are completely flexible. You will invoice us for hours, and you will get paid so long as you meet our minimum for leads qualified per hour.\nTo apply:\n- Reply to this post with a pdf of your resume and a few things that will test your ability to succeed in the role:\n- 1 story that depicts how detail oriented you are\n- The contact information of Dr. Sanjay Gupta (Yes, the one on CNN): a business mailing address, a social media profile contact, and extra credit to those who get an email address\n- The email address that you would use to pitch Mark Cuban an investing idea that’s not sports related.\nPay:\n$17/hour\n", "city": "houston", "post_date": "2019-08-25 12:47", "insert_date": "\"2019-08-29T03:24:06.482323\""}, "37": {"c_id": "6956443736", "post_title": "Mobile App Developer with exp. in games", "description": "Looking for freelancer, not an agency.   I have two projects.  (1) Develop a mobile app to be used by golfers to play -in game betting with their golf buddies (very simple).  (2) Develop a mobile app targeted at Fantasy sports enthusiasts, or more specifically at those who don't have the time to invest the time required in  Fantasy sports, but wants to do community betting on sports and other events.\nPart-time    \n", "city": "denver", "post_date": "2019-08-14 09:34", "insert_date": "\"2019-08-29T03:26:45.694545\""}, "38": {"c_id": "6951422500", "post_title": "React.js + API’s + GCP - SaaS juggernaut Developer - cofounder-ship", "description": "React.js + API’s + GCP - SaaS juggernaut Developer - cofounder-ship\n- seeking a WebAPI react.js ( App.js ) Stack entrepreneur developer for cofounder-ship . The only experience required is You’re fully fluent - or - have the Genius ability to learn execute, implement and evolve on the fly with core independent functional component optimization methods.\n- this is a performance based company. ( three hours a day, to success )\n- If your a genius coder loner and live with your mom, this is the opportunity for you, I’ll show you the sunlight of success!\n-\nStack - Dev and platform\n-\nReact.js - v latest\nGCP\nspecific related supporting libraries\nnode.js . runtime ( no shit )\nAPI extended services ( 3rd-party vendors )\nApp Engine\nnosql ( horizontal Data storage )\nVS code\nGitHub + GCP repository\nSlack ( without the slacking )\n“Functional independence component(s) method”\n- performance reliability, scalability with minimum if any re-factoring are #1, that’s the requirements, not what you prefer to use, unless it meets those criteria )\n- i define and build all UX and build UI, we will be working in parallel daily.\n-\nProduct - new hybrid email platform.\n-\nSaaS, New email platform ( Special features and SaaS offerings, with a cool UI )\n( we will repeat these core models structure with other SaaS platforms in the works - SaaS core stack platform models - Multi Cofoundership )\n-\nUX UI built and complete - by me.\n-\nUX UI ( CSS3 - flexbox, HTML5 ) product, the idea, discovery, Proto-type, product strategy, branding, all! product asset, and to market implementation “IS BUILT, ready to hit the ground running for API client / services development. fast to market” \nIf you’re excited, than this is your stack already! \n-\n*$10,000 MVP Completion compensation\n*Under contract agreement.\n-\n- $10,000 ( MVP to market taking on subscribers ) = “first service level”\n- ( 4-6 weeks Client, API GCP functionally + existing UI integration, minor re-factoring only ) UX UI 100% complete - mobile- up, brand, app workspace - UI - complete.\n- + 40% partnership ( upon 10,000 active subscribers ) - 6 / 10 weeks approx\n- ( under strict performance and partnership contract(s) )\n—————————————-\nSEND ME THIS INFO!!!\nSend this exactly,...!!!\n- GitHub + LinkedIn\n- mobile # \n- Your current Dev stack ( send local screenshot )\n—————————————-\n!!! Anything more or less, will be deleted !!!\n!!! fast response time shows enthusiasm !!!\nIf you have what it takes, I will take you there!\n( Financial and life independence - with just three hours a day coding - you won’t find that anywhere dudes )\n*This is a Cofounder-ship, $10,000 MVP bonus under “first service level” contract agreement. ( you don’t get the bonus until you deliver )\nIf you have Great ambition reach out!\nAspiring entrepreneur individual only.\n*NDA and Co-founder contracts are required and signed to move forward.\nA test and exercise will be required.\n( It’s easy if you’re good, and part of the actual core functionality )\nlooking for the mega ambitious, dudes.\nTks\n(b)\n(sup)\n- US citizenship required\n- US based required\n- no companies, no agencies.\n- no offshore Individuals or teams of any type! We cannot support visa holders at this time. \n- End - />    \n", "city": "boise", "post_date": "2019-08-07 08:37", "insert_date": "\"2019-08-29T03:32:47.551234\""}, "39": {"c_id": "6965154665", "post_title": "Web App Developer for ios and android project", "description": "ExecutiveLeadersRadio.com is the leading business radio show in the MidAtlantic States (interviewing 700+ CEOs each year, on 160 terrestrial and internet radio stations). We've begun helping these CEOs in a wide variety of industries with their video productions.\nExample of projects we need you to take on:\n1) Create a thin web app (desktop, mobile, tablet) that can automatically reset a smartphone's video control to 1080, landscape and facilitate a reliable upload to us.\n2) ExecutiveLeadersRadio.com and ExecutiveLeadersVideo.com is setting up a \"Technology Advisory Panel\" where CEOs and/or their teams can discuss upcoming technologies - and we are looking for the right technical person to help manage this panel.\nRequirements:\n· Minimum of 4 years professional experience.\n· Must have a proven track record of real world app development\n· Must have strong organizational and time management skills\n· Able to communicate technology to laypeople\n· Knowledgeable about video technology and equipment\n· Confident in ability to master new challenges.\nMust be located in the Continental US\nCompensation: $45 an hour\nThis project will start immediately with the intention of expanding our relationship for the long-term.\nInterested? Send us your resume.    \n", "city": "philadelphia", "post_date": "2019-08-26 15:00", "insert_date": "\"2019-08-29T03:37:20.333680\""}, "40": {"c_id": "6950110763", "post_title": "App Developer - thin web app needed", "description": "ExecutiveLeadersRadio.com is the leading business radio show in the MidAtlantic States (interviewing 700+ CEOs each year, on 160 terrestrial and internet radio stations). We've begun helping these CEOs in a wide variety of industries with their video productions.\nProject: a thin web app (desktop, mobile, tablet) that can automatically reset a smartphone's video control to 1080, landscape and facilitate a reliable upload to us. \nRequirements:\n•\tMinimum of 4 years professional experience.\n•\tMust have a proven track record of real world app development \n•\tMust have strong organizational and time management skills\n•\tAble to communicate technology to layman \n•\tKnowledgeable about video technology and equipment\n•\tConfident in ability to master new challenges\nSEO and Google analytics knowledge a plus\nMust be located in the Continental US\nCompensation: $45 an hour\nThis project will start immediately with the intention of expanding our relationship for the long-term.\nInterested? Send us your resume.\n", "city": "philadelphia", "post_date": "2019-08-05 14:29", "insert_date": "\"2019-08-29T03:37:28.674406\""}, "41": {"c_id": "6955540868", "post_title": "Looking for a proficient Developer/Programmer", "description": "Currently looking for a developer to work with on projects. This would be a remote based situation.\nLooking for someone proficient, but i am almost completely self-taught myself, so i am willing to work with someone who is hungry to get experience and learn, but you have to have some knowledge and some chops.\nLooking for someone proficient in taking PSDs to interactive front end development. Optimized. Responsive. etc. Custom/from scratch experience. Wordpress experience.\nLooking for someone proficient in programming. PHP/MySQL. Jquery. Json. Etc. Custom/from scratch experience. Wordpress experience.\nMust have experience and access to Adobe CC.\nThis is a remote based situation, so good online communication skills and availability are needed to make sure things stay on track throughout the project life cycle, etc. Email, Slack, Skype, etc.\nRate will depend upon level of experience and proficiency, and the type of work.\nThis is an opportunity to work with a seasoned senior level marketing professional on a range of projects. To collaborate, experiment, develop custom solutions. Grow in your skillsets and marketability while making some money. And hopefully to develop an ongoing working relationship that is mutually beneficial.\nHad to step down for almost 2 years due to a health scare. Now i am rebuilding. Lots of industry contacts, etc. Work is starting to flow again, and i could use some assistance.\nFluency of work, in the beginning may be a little touch and go until some momentum is generated. So this would be best suited for someone looking to supplement their current income or for a freelancer who already has some work of their own and are looking to add some new projects and experience to their portfolio.\nBest way to contact me to get things started would be email. A copy of a resume and portfolio of some work would be necessary.\nUPDATE: Thank you to those who have submitted responses. I am working my way through the responses, but will be running this ad to the end of its duration (which should be another week or two), at that time i will begin responding. Thanks again.    \n", "city": "philadelphia", "post_date": "2019-08-13 07:00", "insert_date": "\"2019-08-29T03:37:36.840565\""}, "42": {"c_id": "6965121159", "post_title": "Change Your Career in the last 6 months? Paid Research Opportunity", "description": "Have you successfully made a change in your career? Did you change to one of the following jobs? If so, we’d love to learn about your experience in making the change!\nAdministrative Assistant\nBookkeeper/Accounting Clerk\nComputer Network Support\nCustomer Service Representative\nInsurance Claims Adjuster\nLoan Processor/Specialist\nReal Estate Agent\nWeb Developer\nTake this quick survey to help us learn more and to qualify for the interview!\nhttps://www.research.net/r/jobswitchers\nQualified candidates who are selected for a 30-minute interview will earn a $50 Amazon gift card for your time! You must be able to join a 45-minute video call on Thursday, September 5 or Friday, September 6, 2019.\nThank you for your time!\n", "city": "st louis", "post_date": "2019-08-26 13:25", "insert_date": "\"2019-08-29T03:44:57.057433\""}, "43": {"c_id": "6951792221", "post_title": "Local part-time webmaster", "description": "LOCAL talent ONLY.\nAge not a requirement but experience is. Apache, PHP,  CMS. Multiple websites to be done.   100+domains.\nMust meet on a regular basis at my house. 1X / week.\nWodpress and Joomla primarily / CMS.\nFormer software developer of 26 years.  Retired but reintialzing after being side tracked with another business.\nWill pay above average rate per hour. \nPlease email me your history and background. \nDave\nIdeamation Engineering    \n", "city": "st louis", "post_date": "2019-08-07 16:20", "insert_date": "\"2019-08-29T03:45:10.824617\""}, "44": {"c_id": "6959148958", "post_title": "Coding and website expertise needed", "description": "Needed: someone with expertise in coding, security and website design. Compensation negotiable. Please email for more information.    \n", "city": "chicago", "post_date": "2019-08-18 07:33", "insert_date": "\"2019-08-29T16:30:20.796409\""}, "45": {"c_id": "6965773405", "post_title": "Software Engineer - Fantasy Baseball Website (CBSSports.com)", "description": "** URGENT **\nWe are looking for a team to develop a Fantasy Baseball Website identical to CBSSports.com. This project will take several months and we need it done no later than January. It needs to do \"everything\" CBSSports.com does and a little more.\nIf you're capable of managing a team to complete such a project, please reply. We are choosing the team tomorrow afternoon at the latest. We need a complete project outline (using our template) that goes everything that needs to be completed.    \n", "city": "phoenix", "post_date": "2019-08-27 09:32", "insert_date": "\"2019-08-31T00:10:30.489775\""}, "46": {"c_id": "6959681407", "post_title": "Social Media, Video, Website, PodCast Person", "description": "I am a content monster...but am clueless as to how to get it \"out there\" so need help...initially in trade for world-class personal protection, and martial arts instruction...but if we click will make you a partner in this venture...so, hit me up.    \n", "city": "phoenix", "post_date": "2019-08-18 20:59", "insert_date": "\"2019-08-31T00:10:38.460381\""}, "47": {"c_id": "6955348988", "post_title": "Web Developer needed for custom website", "description": "US based web developer needed. Please do not respond if you are not located within Phoenix. If you manage developers out of the country, that is fine. \nLooking for a developer to build a custom E-commerce website with a timed quiz component as well. Please shoot me an E-mail if you are interested.    \n", "city": "phoenix", "post_date": "2019-08-12 16:18", "insert_date": "\"2019-08-31T00:10:45.854568\""}, "48": {"c_id": "6952680349", "post_title": "Seeking website help!", "description": "I have a website that was built on webs.com and now in the final stretch where help is needed. Here is what I'm seeking...\n* ensure my metatag from G-Suite is placed on the website properly - I'm trying to use Google Business docs as my database on the site\n* ensure my MX records are correct on my website\n* figure out and embed a paypal order form on the website - I do not want folks leaving my site to pay or even login or create a paypal account\n* figure out and embed an identity guard order form on the website\n* any other insight or direction for website\nI would like to have the work done at my home, Alma School and Riggs Rd in Chandler. I'm anticipating the work to not take too long but whatever it takes to complete. It would also be great to have a person that help me out from time to time and possibly grow with the business as I have an entire other business model to build a website for.\nPlease let me know if you are interested and if you're the person that can complete these much needed tasks.\nThank you    \n", "city": "phoenix", "post_date": "2019-08-08 18:27", "insert_date": "\"2019-08-31T00:10:53.183259\""}, "49": {"c_id": "6967599666", "post_title": "POSSIBLE MILLIONAIRE IN 12-36 MONTHS", "description": "RIGHT NOW is the tip-of-the-Iceberg GROUND FLOOR, PERFECT TIMING for YOU to Build a Legacy for yourself and your Children's Children! This is ABSOLUTELY HUGE! Definitely Cross-check on Google and You Tube. You will be amazed.\nYou will probably never get another once-in-a-lifetime opportunity of this magnitude ever again.\nPAY CLOSE ATTENTION!\nCBD-HOW IT WILL CHANGE MEDICINE\n\"Single most important Medical Scientific discovery EVER and will save more lives than surgery\"\n-Dr. David Allen M.D. Cardiac Surgeon (Retired)\nMust Watch - first 2 minutes https://www.youtube.com/watch?v=Fh-s64RNtz0&sns=fb\nRight now is your Biggest and Best chance to take your part in the greatest change in Medical History. Over 450 Universities are working on and with CBD right now.\nEarn generous sales commissions and company Profit-Sharing Positions (PSP's) with residuals while marketing our line of over 50 of the finest CBD products on the planet. $200k first year potential.\nFORBES: Said in 2016\n\"Hemp CBD Sales Projected To Hit $1 Billion In 3 Years.\" It hit $3 Billion in 2 years!\nFrom Arthritis to Inflammation, CBD is being approved by top universities, hospitals, and doctors worldwide as a treatment for a wide variety of ailments such as Chronic Pain, Digestive issues (IBS), Sleep disorders, Anxiety, PTSD, Autism, Dementia, Bone and Joint repair, Beauty-Hair, Skin and Nails. CBD stops sugar cravings and can even get people off Opioids, Alcohol and Nicotine addiction without withdraws, and much, much more.\nIf you are unfamiliar with CBD, note: This is NOT Marijuana. Airline Pilots, Firemen, Athletes can use CBD. This is not THC.\nJoin our team and you will be issued two personalized company website. You work from home and invite potential customers to visit your website. As they view the short videos found on the homepage of your website, the Doctors and info on the videos literally build the value for you. When your potential customers purchase CBD products from your website, the orders are automatically processed and shipped to your customers. You get paid weekly by the most lucrative compensation plan in the industry.\nYOU CAN TAKE PRIDE IN KNOWING THAT YOU WILL BE OFFERING:\n* 100% Pure CBD Hemp Products at Wholesale Prices\n* Organic Non-GMO Hemp Grown in USA\n* CO2 Extracted GMP Certified, 60 Day Money Back Guarantee\n* There is NO FRANCHISE FEE\n* NO FEES EVER. Costs $0.00\n* NO Gotcha!\nYou must have a computer and/or a Smart Phone.\nHere are the products and what Your website will look like. Go to: www.keephealthycbd.com your product website\nTo enroll go to: www.keephealthycbd.com\nFill in your information to activate your two websites.\n", "city": "phoenix", "post_date": "2019-08-29 17:41", "insert_date": "\"2019-08-31T00:11:00.503640\""}, "50": {"c_id": "6965763367", "post_title": "Fast-Paced Web Design Position", "description": "Our Production Team is looking for a new WordPress Developer to help us complete customer website requests. As part of the team, you will work in a fast-paced environment to help ensure our customer's ticket are being completed, double-checked, and delivered. \nAs a WordPress Developer your efforts will positively impact small businesses ability to grow & thrive. You will perform a wide range of website development and updates – from daily content maintenance to the creation of new webpages. You must be proficient in WordPress, Responsive Web Design, HTML, CSS and have working knowledge of JavaScript. Additional responsibilities include quality assurance, and SEO practices.\nResponsibilities:\nAble to work in a Fast-Paced environment\nAble to complete up to 8 random tasks in 1 hour\nAble to communicate daily with a production team\nAble to check-in every morning about open tasks\nAble to complete tasks with no errors or mistakes\nAble to work 20-30 hours per week\nAble to work from home\nDOESN'T NEED TO BE MICRO-MANAGED\nWe’re Looking for: \nTeam focused attitude\nEnjoys working at a fast-pace\nLives to meet deadlines\nApproaches each task with excellence\nStrives to continually grow and improve\nHas a great sense of humor\nLearns quickly\nWants to work from home\nCompensation & Benefits:\n• Earn $400 - $600 per week (20-30 hours)\n• Work is 100% remote\nHow To Apply\nFull Name\nPhone Number\nWork Email\nSkype ID\nWhy you're right for this position\n2 References (we can call)\nYour qualifications\n", "city": "phoenix", "post_date": "2019-08-27 09:22", "insert_date": "\"2019-08-31T00:11:07.601658\""}, "51": {"c_id": "6954160903", "post_title": "Web Coding Gig that could become part-time job hide this post", "description": "We're a small marketing agency in need of a new web developer for these types of \"as-needed\" jobs.\nThis Gig:\n- Migrate existing site to new host. It must look and function like nothing ever changed.\n- Knowledgeable with front-end development: HTML/CSS/Javascript coding\n- SEO experience is a plus\n- Looking to hire this week or sooner\nYou: \n- 2+ years of proven experience with site migrations and web development\n- Reliable\n- Able to migrate a website so that it appears and functions as if it never changed hosts/platforms.\nNote: if you do well with this first gig, it could become a part-time job.\nIf it's a match, respond to this Craigslist or text the phone number provided    \n", "city": "phoenix", "post_date": "2019-08-10 21:51", "insert_date": "\"2019-08-31T00:11:14.731596\""}, "52": {"c_id": "6968292210", "post_title": "Refresh Civics Website with Appealing Game/Quiz", "description": "3branchesofgovernment.com is a wordpress site that has been online for a few years. I’ve been trying to get it to rank on the first page for the obvious keyword (I need help with SEO but that is another GIG). It has a few pages of relevant content but I really want it to have one simple fun and easy feature to make it takeoff. I’ve recently paid to have the theme updated but I am not satisfied with it and also found out that the site speed sucks. I’ve had a game created years ago that is embedded onto the site and that is what I would like to focus on bringing front and center. \nMy vision is to have something fun, simple and useful on the homepage. Some of the most successful, liked, shared and visited things are SIMPLE. Meaning the visitor goes to the website and they encounter ONE main thing that they interact with and share because it was relevant to the topic and served its purpose. I’m thinking a lightweight game or visually appealing quiz. Something that is a step up from the quizzes/puzzles that you can embed into a website. So I need someone to upgrade and improve the current game, make something similar but better and feature it front and center on the homepage. Most important it must help the visitor learn and remember what the 3 branches of government are. I want to put out something that actually has a positive impact on the people that use it. \nI had something created years ago but not sure how well it’s functioning on all devices. It can and should be utilized or upgraded and put on the homepage if you feel that is the best and most cost effective solution. The game is here: http://3branchesofgovernment.com/quiz/\nI would like a way to either capture visitor emails after they take the quiz or play the game. Maybe require their email to find out their score or to be entered into a free monthly raffle of all the winners. I can possibly give a flag or copy of constitution away each month. Other option would provide the visitors their score, grade or a digital certificate so that they can share on it on whatever social platforms they may be using. But again...this all needs to be simple for the visitor...think EASY!   \nTRUMP: I rather not bash Trump because I want teachers to be able to share and use the website in schools so it must remain neutral. If anything I was thinking of using something like “Can you name the three branches of government? Find out if you are stable genius! Play the 3 Branches Game!” Because he referred to himself as a stable genius. We can also have an icon created of him as he explores or helps people learn about the 3 branches through the game. But remember the game needs to be quick and easy...just one level. If it works, then it can be expanded in the future because I don’t have the funds for something complex. \nConstitution day is September 17th, 2019 and I feel this would be a good day to have the site refreshed (again) and shared with some sort of cute/fun/interesting/simple game or quiz that is on the homepage. So the deadline to do this is a little over two weeks. There is a yearly survey conducted around the same time and only 32% of Americans can name the 3 branches of government. I would like the idea to be response or tied into that statistic and ready for Constitution day. I am not looking for an intensive...heavy and complex website. I want it to be a website that other developers or designers go to and think...wow why didn’t I think of that? Do you have a long term vision and ideas? Then let me know and maybe we can figure a way to keep the site improving and expanding on a monthly basis. \nPlease be interested in what I explained to you and know what you are doing. I’m looking for someone that “gets it” and can make my idea into a reality within the timeframe without putting me in debt or you having to slave away for hours in front of the computer working on something complex and frustrating. I would like to hire someone that enjoys what they do, has the talent to deliver on my request and is more interested in seeing something created that is well received...becomes a hit and take credit for it. I’m not looking for someone that wants to make a quick buck off delivering another “task”. If you are really good and help me with this then you would be hired again and also recommended. I’m just frustrated with hiring folks and getting bland results. I am a one person broke entrepreneur working a day job so I do not have a large budget so keep that in mind when you send me an estimate. I don’t expect you to work for free and you will be paid whatever price is agreed upon. \nAny illustrations and written content can be provided. I do not want to use stock photos. If you are able to provide customized graphics or know someone that would be a match for this project you can let me know. \nSummary: This is a wordpress website focused on civics. It needs a revamp that can be ready by or before Sept 17th. I would like an interactive quiz or game that is SIMPLE yet stunning on the homepage. It must be website based, lightweight and function on all devices. The new concept must either capture emails and/or provide the ability to share the results of the participants. I would like it to have the best and easiest solution for visitors to leave comments and have a running conversations of the comments under it like you would find on popular news or gossip sites. The current articles and everything else can be minimized so the new feature shines. Only after the site takes off and has the trust of the visitors would I add ads so I can possibly start making back all the money I’ve put into it. The goal is to create something useful related to the topic. \nIf you’ve read this for and interested...\n-Do not copy and paste responses and resumes that you send to everyone else. \n-Give me your thoughts and ideas on my request.\n-Point me to a few things you created so I can see your capabilities. \n-Provide me your solution(s) that you have in mind and the approximate cost.\n-Ask me questions if you need clarification on something. \n-Let me know why you want to work on this.  \nI’m sorry about the long rant but I’ve been pumping money and time into this idea for years, I want it to work but also want it to be useful. I’m not crazy and actually easy to work with. I just want to find someone that understands my vision and my current situation. I cannot and will not respond to every proposal. I will respond to those I am interested in working with. Thank you for your time and interest in my project.\n", "city": "new york city", "post_date": "2019-08-30 20:17", "insert_date": "\"2019-09-06T11:28:45.938260\""}, "53": {"c_id": "6965856736", "post_title": "Need Help making Shopify Website Faster", "description": "Hello, we currently have a new Shopify store website but our speed (especially mobile) is very bad.\nPlease reply if you know how to increase the speed of our store, what the maximum speed you can increase the site too and how much you will charge for this.\nThanks    \n", "city": "new york city", "post_date": "2019-08-27 14:00", "insert_date": "\"2019-09-06T11:28:54.843005\""}, "54": {"c_id": "6965108095", "post_title": "Website designer/developer for Shopify site needed", "description": "Small, established fashion company looking for a freelance web designer to help build a Shopify website. Technical knowledge of building a website and graphic design background needed! \n", "city": "new york city", "post_date": "2019-08-26 14:12", "insert_date": "\"2019-09-06T11:29:02.654391\""}, "55": {"c_id": "6962899441", "post_title": "Website testing opportunity", "description": "Hi,\nI'm looking for participants who recently searched for jobs online or who are familiar with job sites. It will take around 30 minutes and you will be compensated for your time with a meal or a cup of coffee. \nThe test will be conducted in a cafe in Brooklyn or Manhattan.\nPlease do not respond if you are not familiar with job search sites.\nThank you.    \n", "city": "new york city", "post_date": "2019-08-23 11:07", "insert_date": "\"2019-09-06T11:29:10.774024\""}, "56": {"c_id": "6956472253", "post_title": "Website Testing (in person) - $15 Amazon Gift Card", "description": "We're looking for people to come to our SoHo office and answer some questions about our site! It will take about 30 minutes and be quick and easy! At the end, you'll get a $15 gift card.\nPlease email if you are interested and let us know your possible availability today and next week. Our office is located on Broadway and Lafayette.    \n", "city": "new york city", "post_date": "2019-08-14 12:04", "insert_date": "\"2019-09-06T11:29:18.689367\""}, "57": {"c_id": "6954735409", "post_title": "I need a basic website, nothing fancy", "description": "Hi, I need a basic website mock up/demo done by Wednesday, super easy, can be done in html and CSS.  Mostly text.\nHome page with menu bar on the top, a few lines of text and a picture.\nAbout page-my bio (I'm a freelancer) and headshot\nClients-list of clients, company 1, company 2, company 3\nContact page-contact form\nSocial media links on the bottom.\nNo templates (I want it super basic, I don't want Squarespace, wix, weebly, wordpress, etc.)\nI can pay you, please provide me with a quote.  You'll be paid on 8/31.  I pay all my invoices at the end of the month.\nThanks.\n", "city": "new york city", "post_date": "2019-08-12 00:06", "insert_date": "\"2019-09-06T11:29:27.110917\""}, "58": {"c_id": "6972076635", "post_title": "SEO Expert in WordPress/YOAST and Expert in WordPress/Beaver Builder", "description": "A START-UP Family Travel Website is looking for expert part-time individuals with flexible days and hours.  \n1.  SEO EXPERT IN WORDPRESS WITH KNOWLEDGE OF YOAST\nAn ideal candidate is an expert on SEO strategies in WordPress, with additional experience and knowledge in YOAST. Copywriting and Editing skills are a plus.\n2.  WORDPRESS EXPERT WITH KNOWLEDGE OF BEAVER BUILDER\nThis candidate is an expert on WordPress, with additional experience and knowledge in Beaver Builder. \nJobs must be ON LOCATION in Manhattan, near Astor Place.  Please do NOT apply if you cannot be on location.\nPlease send a resume and note the position for which you are interested.    \n", "city": "new york city", "post_date": "2019-09-05 13:38", "insert_date": "\"2019-09-06T11:29:41.004255\""}, "59": {"c_id": "6971036383", "post_title": "seeking SQUARESPACE designer for Brooklyn Braised site redesign", "description": "I am seeking a designer to execute a revised Brooklyn Braised website which reflects our current state of business which includes:\n1) catering\n2) recipe subscription (automated monthly)\nWe are also planning to open a small restaurant at the end of 2020.\nThe process should include the following:\nPhase 1: Discovery \nDiscussions to identify goals, strategies, and content plan\nobjective: Creative Brief\nPhase 2: Content \nCollect, revise, and organize copy, images, and graphics \nConcept Presentation\nobjective: Content Map\nPhase 3: Design \nDevelop branding (look/feel), user experience (UX), and site features\nSquarespace setup (template and styles)\nobjective: Site Map + Wireframes\nPhase 4: Deployment \nQuality testing, finalize settings  and transfer ownership/permissions\nobjective: Site Launch\nThe final site should be completed by December 13th, 2019.\nPlease contact me so that we can speak further regarding this project.\nThanks,\nChrista\n", "city": "new york city", "post_date": "2019-09-04 06:16", "insert_date": "\"2019-09-06T11:29:49.026597\""}, "60": {"c_id": "6970708796", "post_title": "Squarespace Web Design / Development Assistant", "description": "Using Squarespace, create upgrade to simple website (currently in Wordpress), based upon company created wireframe which includes 60 second videos (client supplied), audio connected to images (client supplied), and client created logo and graphic design concept.\nInsert images, audio and video into website upgrade.  Upload new images, audio and video to website as available. Assist Company Owner in learning same. Write instructions specific to this website in how to update same. Include links to social media and execute other website administrative tasks necessitated by upcoming social media launch.\nExpert knowledge of Squarespace including Squarespace Certificate if available \nCreated minimum of 3 Squarespace business websites to date  \nDemonstration of leadership qualities in terms of roles and accomplishments    \n", "city": "new york city", "post_date": "2019-09-03 16:16", "insert_date": "\"2019-09-06T11:29:57.078788\""}, "61": {"c_id": "6970683367", "post_title": "Remote Recruiter Shelley Bot Ai", "description": "Work with Shelley Bot Ai to help match talent with opportunity.\nlink to company website: https://www.botrecruiting.com/\nRequirements:\n- Ideal candidate has extensive experience with full lifecycle recruiting, including sourcing, screening, and \n  interviewing.\n- Ai / SaaS / Startup experience is a plus\n- Sales experience within Staffing is a plus\n- Must be technically savvy, including ATS/CRM/DB experience, experience performing advanced boolean and \n  advanced searches\n- Must be able to work successfully remotely while being part of the team    \n", "city": "new york city", "post_date": "2019-09-03 15:47", "insert_date": "\"2019-09-06T11:30:04.972674\""}, "62": {"c_id": "6968984730", "post_title": "Painting company seeks Web teacher", "description": "Hey there!!  im looking for a decent human being who enjoys working on websites.  I a currently have a website but i want to update it and would prefer to learn some of the back end as well.  I know what i want my site to have and how it should look.\nStaten islanders are a bonus because i am an islander myself. \nIn return i am willing to barter some professional painting for your time.  \nI ride motorcycles, new business owner, father, kind and i love to learn.  \nLet me know if you think we would be a good fit    \n", "city": "new york city", "post_date": "2019-08-31 22:16", "insert_date": "\"2019-09-06T11:30:13.075998\""}, "63": {"c_id": "6968757667", "post_title": "Video Editing to make a Mini-documentary", "description": "Good Day,\nI am apart of an organization called the God Box foundation. The God Box Foundation (TGBF) is the first Pan African Interfaith Organization in the world that embraces, celebrates and promotes the spiritual and religious diversity of the Pan African family. TGBF provides a welcoming, loving, respectful and nurturing platform for religious scholars and bodies, spiritual and traditional practitioners, and all children of God. TGBF helps all to gain the experiential and intellectual knowledge of the multiplicity and west Africa. \nRecently the God Box foundation along with God Box tours, completed our first annual Pilgrimage and tour in Ghana. The event was an amazing success and we have hours of footage from this event and in need of a video editor who has the skill and fortitude to condense the footage into a mini-documentary and trailer. We need this documentary so we can post on our website. This is a timely project and we need someone ASAP. We are willing to negotiate payments to come to a reasonable price for this project. \nIf you are interested, please reply with the following:\n1. A picture \n2. resume or short blurb about yourself\n3. example(s) of previous video work you have completed in the past. \n4. possible quote/rate \nHere is a link to our foundation and a little more of what we do,\nhttp://thegodboxfoundation.org/\nhttps://www.godboxtours.com/\nThank you for your time\n", "city": "new york city", "post_date": "2019-08-31 15:13", "insert_date": "\"2019-09-06T11:30:21.226797\""}, "64": {"c_id": "6968076551", "post_title": "Shopify Expert/ Fashion Intern Needed", "description": "Fledgling fashion start-up seeking fun, smart and savvy Shopify expert to assist and lead with all website updates and modifications on an ongoing basis with a start-date ASAP. \nWe're not technical people, so we need help. Nothing too complicated... probably 4-6 hours per week, paid hourly. Pay is negotiable.    \n", "city": "new york city", "post_date": "2019-08-30 15:09", "insert_date": "\"2019-09-06T11:30:29.399936\""}, "65": {"c_id": "6967291999", "post_title": "Small amount of data entry on a weekly basis", "description": "I own a small business here in NYC (www.TidyWhitiesNYC.com). I need someone assertive and engaging to reach out to my guys on a weekly basis, get their schedules, and input those schedules into the website for the customers to see. It's a small job to start with, with a lot of opportunity for growth. I will ultimately need a full-time assistant to manage the whole company.\nTo that end, although this is just gig work, I would like to meet with/ interview potential candidates. Please be queer-friendly.\nPlease just send a bit of information about yourself and your interest in the job.    \n", "city": "new york city", "post_date": "2019-08-29 13:41", "insert_date": "\"2019-09-06T11:30:37.099306\""}, "66": {"c_id": "6967189491", "post_title": "Work from Home – Professionals Sales and Marketing Reps Wanted", "description": "If you have a cell phone, know how to surf the internet, and want a side gig with support, you are in the RIGHT PLACE at the RIGHT TIME.\nWe are looking for SELF-MOTIVATED people who will follow our PROVEN success system. This is a FREE opportunity. You get access to 12+ e-commerce websites at no extra cost to you.\nHOW MUCH EXTRA INCOME CAN YOU EARN?\nYou earn 20 and 50 percent commissions for each sale, PAID INSTANTLY TO YOU via a Visa Debt Card or your bank account!\nTRAINING PROVIDED\nAll you need to do is share your website with other people through email, text and social media. People check out your website, take a free tour, make a purchase, and you get paid! It’s that simple.\nBest of all, you even get a FREE MARKETING SYSTEM that follows up with your prospects or leads for you.Our products are rigorously tested by independent, 3rd-party labs to ensure quality and consistency.\nThere are approximately 80-90, learn about Mind, Body, Soul Organic Ayurvedic Superfoods Products are all PLANT-BASED, GLUTEN-FREE, NON-GMO, DAIRY-FREE, CRUELTY-FREE to choose from on your unique website. This includes essential oils, Patchouli Soaps, pet products: Flea & Tick Repellent, skin care, nutritional items and more.\nNo inventory. No deliveries. No collecting payments. No meetings. No bugging friends and family. No home parties. Just share your link with others, get sales, and get paid. That’s it!\nYou can build your business 100% online, we also offer wholesale prices for store owners that have an interest in selling our organic products (contact me for a free product sample appointment in your store). That’s what I do. The company handles the shipping, customer service, order taking, returns, and pays you instantly!\nYou can do this part-time or full-time. Free training is included\nAn ideal candidate is self-motivated, teachable, wants more out of life, and will follow our simple success system.\nWhat have you got to lose? Check out the link below to learn more!\nACT NOW!!!! SIGN UP BELOW AND WE WILL CONTACT YOU!!! 100% FREE!! CHOOSE FROM THE FOLLOWING\nRegister for free here: http://www.DebtVsCash.com\n**Note: This is an income opportunity, not a job. You are paid on commission. Serious inquiries only please! Take a free tour to learn more. You are under no obligation to do anything.\nDo NOT contact me with unsolicited services or offers \n", "city": "new york city", "post_date": "2019-08-29 11:45", "insert_date": "\"2019-09-06T11:30:45.481106\""}, "67": {"c_id": "6967151952", "post_title": "Looking for JavaScript Developer in Brooklyn.", "description": "We are looking for a Computer/website Developer to work with us for 2 years max, because of the nature of the blue chip industry; and the products that we want to develop which is in direct relationship with reading and writing, we actually require that you give a call today. with a simple call only\nA Multi-million Company like Wissoft, we totally believe in reading and writing which is the bane of human development and if you think that you are ready for a revolution in your Finances, pls Give us a call today.\nBenefits: Travel around the World  for feasibility studies on the communication industry! \n                 Earn $200k a year!\n                 Be a true agent of change in your own society!\nCall: +1 (718) 235-4500 today!\nhours of (10.00am - 5.00pm)\nOrganised by Stephen J. King,\nfor Wissoft: for readers and writers.\nThank you. \n", "city": "new york city", "post_date": "2019-08-29 11:01", "insert_date": "\"2019-09-06T11:30:53.317779\""}, "68": {"c_id": "6966026368", "post_title": "🌎 Searching For Quality Digital Marketing Agency 4 Social Media & Web", "description": "Searching for a quality digital marketing agency to help increase online business growth for an independent music label. Company must have experience with Music Industry Website and Social Media Platforms. if your business has a verified track record and references pls reply now\nContact Name and Number:\nwebsite:\nmonthly fee options:\n*will not respond without the above information    \n", "city": "new york city", "post_date": "2019-08-27 17:12", "insert_date": "\"2019-09-06T11:31:01.187614\""}, "69": {"c_id": "6963588745", "post_title": "Tutor on facebook to help promote my political web site", "description": "Need a tutor, skilled on Facebook marketing to promote a political website. $30/hr.  Knowledge of Wordpress, a Mac user, and ability to meet in person is a plus.    \n", "city": "new york city", "post_date": "2019-08-24 10:13", "insert_date": "\"2019-09-06T11:31:09.096834\""}, "70": {"c_id": "6961840057", "post_title": "Computer Programmer/Coder Needed", "description": "Need Computer programmer/coder for website set up and configuration. Early start up project with big potential and backing necessary for growth.    \n", "city": "new york city", "post_date": "2019-08-21 19:06", "insert_date": "\"2019-09-06T11:31:17.034068\""}, "71": {"c_id": "6960385916", "post_title": "Work from Home – Online Sales Reps Wanted", "description": "If you have a cell phone, know how to surf the internet, and want a side hustle with unlimited opportunity, you are in the RIGHT PLACE at the RIGHT TIME.\nWe are looking for SELF-MOTIVATED people who will follow our PROVEN success system. This is a FREE opportunity. You get your own e-commerce website.\nYou earn 20 and 50 percent commissions, PAID INSTANTLY! In all, there are 7 ways to get paid!\nAll you need to do is share your website with other people through email, text and social media. People check out your website, take a free tour, make a purchase, and you get paid! It’s that simple. \nBest of all, you even get a FREE MARKETING SYSTEM that follows up with your prospects for you. \nhttp://www.HBNPowerline.com/248772?bklyn\nThere are approximately 80-90 products to choose from on your unique website. This includes essential oils, CBD, soaps, pet products, weight loss, skin care, nutritional items and more. \nNo inventory. No deliveries. No collecting payments. No meetings. No bugging friends and family. No home parties. Just share your link with others, get sales, and get paid. That’s it!\nYou can build your business 100% online. That’s what I do. The company handles the shipping, customer service, order taking, returns, and pays you instantly!\nYou can do this part-time or full-time. Free training is included. You even get your own success coach to help teach you the ropes. \nAn ideal candidate is self-motivated, coachable, wants more out of life, and will follow our simple success system\nWhat have you got to lose? Check out the link below to learn more!\nhttp://www.HBNPowerline.com/248772?bklyn\n**Note: This is an income opportunity, not a job. You are paid on commission. Serious inquiries only please! Take a free tour to learn more. You are under no obligation to do anything.\ndo NOT contact me with unsolicited services or offers    \n", "city": "new york city", "post_date": "2019-08-19 20:52", "insert_date": "\"2019-09-06T11:31:25.017858\""}, "72": {"c_id": "6957344268", "post_title": "SEO Expert-WordPress/YOAST and WordPress Expert w/Beaver Builder Exp", "description": "A START-UP Family Travel Website is looking for expert part-time individuals!\nSEO Expert in WordPress with Knowledge of YOAST\nAn ideal candidate is an expert on SEO strategies in WordPress, with additional experience and knowledge in YOAST. Copywriting and Editing skills are a plus, Flexible days and hours. Job will be ON LOCATION in Manhattan, near Astor Place. Please do NOT apply if you cannot be on location.\nWordPress Expert with knowledge of Beaver Builder\nWe are looking for an expert on WordPress, with additional experience and knowledge in Beaver Builder. Flexible days and hours. Job will be ON LOCATION in Manhattan, near Astor Place. Please do NOT apply if you cannot be on location.    \n", "city": "new york city", "post_date": "2019-08-15 14:45", "insert_date": "\"2019-09-06T11:31:33.038950\""}, "73": {"c_id": "6956419632", "post_title": "🔴 MAKE MONEY WITH ONLINE MARKETING", "description": "Provide business owners with a revolutionary online platform to help drive more sales and leads to their business\nThis single platform allows a business owner to build landing pages, create online ads, send out email campaigns and access website & ad analytics\nAs an affiliate, receive a $125 bonus for every five customers and also receive residual income based on your team's group subscription sales on your 1st six levels\nSubscription plans as a customer/affiliate start at $57/mo. \nCommission examples:\n-Earn $2,000 monthly residual income when you have $5,000 in group volume monthly subscription sales on your 1st two levels\n-Earn $4,000 monthly residual income when you have $10,000 in group volume monthly subscription sales on your 1st two levels\n-Earn $6,000 monthly residual income when you have $15,000 in group volume monthly subscription sales on your 1st two levels\nFor more info, visit https://advertiseyourbusiness.now.site and https://royaltieaffiliate.now.site\n", "city": "new york city", "post_date": "2019-08-14 12:27", "insert_date": "\"2019-09-06T11:31:40.855225\""}, "74": {"c_id": "6956275521", "post_title": "Good Computer Repair Tech Needed", "description": "Geeks On Demand is in need of a few good computer repair techs to cover Bronx  and other parts of surrounding area. \nThe techs we choose will have their name, contact info and their personal phone number placed and promoted with their very own profile in the “ service areas” page of our Geeks On Demand website. \nwww.TheGeekOnDemand.com\nWe have a marketing team that does SEO to the website , and we will give these techs free marketing via our Geeks On Demand website so visitors to the website can find them and call them directly for services. \nVisitors to our Geeks On Demand website become your very own customers, you charge them whatever price you would normally charge your own customers and they pay you directly.\nYou do not have to pay us any percentage or fees , I repeat , you do not pay us a thing.\nWe ask that techs who are interested immediately email or text us so we can interview you.\nYou must be willing and able to:\n* Have verifiable experience in all aspects of computer repairs , including networks , PCs, Macs and servers. \n* Be able to answer the question “ what makes you a great tech”\n* Be available to take on jobs on short notice and through out the week and sometimes on weekends.\n* Have your own reliable transportation \n* Have a valid non expired state issued drivers license \n* Have atleast 3 years experience in doing onsite repairs of computers\n* Be willing and able to cover a 50 mile radius of your location if called on a job ( your paid $10 and $20 bonuses for longer drives )\n* Good attitude , Honest and people friendly \nIf you fit that criteria we want to hear from you , email or text us at the following number so we can later call and interview you: \n(904) 352-8695\nGeeks On Demand \nTheGeekOnDemand.com\n- - - - -\nGeeks On Demand needs techs in your area. Unlike Field Nation , Thumbtack , and other similar platforms , we do not charge you.\nVisitors to the website that call you become your very own customers that you bill directly , no 3rd parties or companies that you will have to go around or have to deal with at all.\n", "city": "new york city", "post_date": "2019-08-14 05:00", "insert_date": "\"2019-09-06T11:31:48.844533\""}, "75": {"c_id": "6967126557", "post_title": "WORK FROM HOME OPPORTUNITY! FREE SIGN UP! RISK FREE!", "description": "WORKING FROM HOME!! NO PURCHASE REQUIRED!!! \nTraining Provided \nWebsites Provided \nACT NOW!!!! SIGN UP BELOW AND WE WILL CONTACT YOU!!! 100% FREE!! CHOOSE FROM THE FOLLOWING \nRegister for free here: http://www.DebtVsCash.com\nNO EXPERIENCE NECESSARY FOR ANY OF THE ABOVE POSITIONS. ANYONE CAN SIGN UP AND MAKE MONEY FROM HOME!!  **Note: This is an income opportunity, not a job. You are paid on commission. Serious inquiries only please! Take a free tour to learn more. You are under no obligation to do anything.  Do NOT contact me with unsolicited services or offers. \n", "city": "new york city", "post_date": "2019-08-29 10:28", "insert_date": "\"2019-09-06T11:31:56.917053\""}, "76": {"c_id": "6954074597", "post_title": "CTO in a promising startup (Equity compensation)", "description": "A very promising SaaS startup in video entertainment and education is looking for a talented CTO. The job could be either full time or part time, as long as it is above 20 hours/week. \nIt is promising not only based on the feedback we got from surveys - the idea turned out to have been completely validated in an another geographical area. A similar company raised 10M within 18 months. But we do not have competitors yet in the U.S. \nWe are a team of 3 people. Two of us have left their lucrative full time jobs. One of us has a prior CEO experience in e-commerce with 0.5M in sales. \nRequirement:\n- Work from home for 20+ hours a week. During these hours we expect you to be able to communicate whenever needed, at a short notice, and fully engaged with the team. \n- Experienced and talented at building websites. \n- Experience in languages that allows us to build an agile website, with an administrator panel that allows us to manage a large number of videos \n- Very motivated and ambitious that wants to make it big\n- Friendly and team player\n- Responsive and available to calls/emails\nResponsibility: \n- Building a simple MVP website - which based on external estimates, might take less than a month. We will take that website to investors. \n- Thereafter we both get to decide whether your job will consist of supervising external developers or doing the development in-house. \n- When investors come in you will be offered a salary \nCompensation: \nGenerous Equity compensation \nSalary once investors get on board. \nExperience that will be tremendous on your CV\nExcitement for being part of a promising startup! \nPlease respond by email with a CV ad LinkedIn profile and tell us why you would be a good fit.\n", "city": "new york city", "post_date": "2019-08-10 20:20", "insert_date": "\"2019-09-06T11:32:04.959008\""}, "77": {"c_id": "6966801002", "post_title": "Content update: for Arts, Intellectual Journals", "description": "We are jubilant, festive, playful, collegial, part-Dionysian, witty bunch of artists, intellectuals, scholars, teachers. We seek one jubilant, festive, playful, collegial, part-Dionysian, witty person with site-maintenance experience to maintain (mostly update content on) two of our websites. The job is low-stress and -- insofar as it will require minimal work on non-strict deadlines, and since the total amount of hours worked per year will not exceed 40-- is suited for that candidate looking for extra money for easy work and who might find inspiring kinship with our fun and witty community of scholars and artists.    \nOne site requires weekly maintenance and content updating (approximately 1-2 hours per week, but certainly not every week of the year); the second site requires only to be updated with fresh content twice annually, and will require approximately 6-10 hours of work for each of the two weeks of updating.  We essentially migrate talks and lectures from our boisterously fun and intelligent symposiums onto our so-called online symposiums.    \nPerks for the employee include invitations to one of our many annual incredibly fun, festive and intellectually inspiring events.    \n", "city": "new york city", "post_date": "2019-08-28 18:03", "insert_date": "\"2019-09-06T11:32:13.092691\""}, "78": {"c_id": "6962731359", "post_title": "DTC website design and set up", "description": "We are looking for a website developer who has done Direct to Consumer websites in the past for selling consumer goods.  \nExperience with Shopify\nExperience setting up multi channel shopping experience (including Facebook, Amazon, etc)\nExperience with free stock photo selection for websites\nPlease send resume and example of your work and 2 references    \n", "city": "new york city", "post_date": "2019-08-23 01:50", "insert_date": "\"2019-09-06T11:32:21.170012\""}, "79": {"c_id": "6960937505", "post_title": "RETAIL DEMOS - POPULAR COFFEE BRAND", "description": "COFFEE LOVERS WANTED!!\nPRODUCTIONS PLUS - THE TALENT SHOP is looking for reliable, outgoing and professional individuals to become in-store product demonstrators for a luxury coffee brand in high end retailers like Macy's, Sur La Table, William Sonoma and Bed, Bath & Beyond! Great part-time gig, hourly pay plus commission, W2 status!\nLocations Hiring:\n1. Northern VA - Vienna, Fairfax, Tysons, Alexandria, Arlington etc\n2. South Portland ME (2-3x/month)\n3. Bridgewater, NJ\n4. King of Prussia, PA\n5. Washington DC metro \n6. Philadelphia PA\n7. Vriginia Beach VA\n8. Dulles VA\nPay Rate:\nPay is $20-23 hour plus opportunity for commission\nPaid Training:\nTraining date TBD - This training paid at $15/hr will count as the second interview for the program.\nJob Description:\n** Demonstrating espresso machines while focusing on sales\n** Sampling espressos, cappuccinos, and lattes to customers\n** Educating customers on the brand -- Coffee, Machines, and Club\n** Merchandising the machines and display\n** Cleaning up the machines at the end of your shift\n** Send in daily results to agency and client website\nSchedule:\nSaturdays and Sundays throughout the year.\nMust work a minimum of 4 'days' per month.\nHours typically from 4-6 hours\nRequirements:\n** Must complete Program Training with Regional Sales Manager\n** Previous retail, sales, or promotional experience is required\n** Friendly and energetic personality who loves talking with customers\n** Passion for coffee\n** Professional and reliable\n** Consistent availability\n** Have access to a computer and printer to complete weekly reporting.\nTO APPLY PLEASE SEND THE FOLLOWING TO LCOTTON@PRODUCTIONS-PLUS.COM:\n1.Headshot/recent photo\n2.Resume\n******SUBJECT LINE: COFFEE DEMONSTRATOR: LOCATION PREFERRED******    \n", "city": "new york city", "post_date": "2019-08-20 15:57", "insert_date": "\"2019-09-06T11:32:29.060684\""}, "80": {"c_id": "6951562972", "post_title": "Work From Home - No Cold Calls + Commissions", "description": "Tired of your commute? \nStay-at-home parent?\nMilitary Spouse?\nDisabled?\nNeed extra income?\nConsider a work-from-home contract \nwith Gifted Investments, LLC, a virtual call center. \nCONTRACT SUMMARY\nWork-from-home contractors take incoming calls and make outgoing calls from their homes. Contractors can choose from over 40 Fortune 500 companies in which to service. Contractors will provide high level customer service to include placing orders, answering questions, and problem solving. Product and technical support may also be provided as well as sales.\nKEY CONTRACT RESPONSIBILITIES\nDeliver exceptional customer service\nRepresent the company with loyal brand consistency \nSell products and services of some clients\nWHY CONTRACT WITH GIFTED INVESTMENTS, LLC?\nChoose a flexible schedule that fits your life\nEnjoy time off when you need it\nGet top pay and 100% of bonuses earned\nGet support as a work-from-home contractor with virtual meetings and local events \nJOB REQUIREMENTS\nMinimum Education and Experience:\nHigh School Diploma or GED required\n1 year Customer service experience required\nPhone-related customer service a plus\nFamiliarity with Microsoft Windows, Word, and Google applications\nKnowledge and Skills:\nType minimum of 25wpm\nAbility to navigate multiple phone and computer systems \nExcellent customer service skills\nExcellent oral and written communication skills\nStrong listening/comprehension skills\nAbility to stay composed and objective\nConversational, patient and confident, with a positive attitude\nWORKING CONDITIONS\nWork from the comfort of your own home \nQuite work space free of people and pets\nWorkspace must include hard-wired internet service and landline phone\nDISCLAIMER: This is a work-from-home contract opportunity. You will be an independent contractor and receive a 1099 at the end of the tax year. \nTAKE THE NEXT STEP\nVisit our website at giftedinvestmentsllc dot wordpress dot com. Go to the Get Started page and click Start Application button. Complete the job assessment (the first step in the application process). Once we receive your completed assessment, you will be contacted within 24 hours to schedule a phone interview. Please visit our FAQ's page and Arise work from home dot com for more information about our contractor positions. These locations are loaded with answers for most of your questions. \nABOUT GIFTED INVESTMENTS\nOur mission is to provide work-from-home career opportunities and support to families while creating greater work-life harmony. We partner with stay-at-home moms, retirees, veterans, military spouses, home-bound, people with disabilities, and others wishing to work from home.    \n", "city": "new york city", "post_date": "2019-08-07 13:06", "insert_date": "\"2019-09-06T11:32:37.101668\""}, "81": {"c_id": "6966377341", "post_title": "Social Media, Blogger,E-mail funnel,Web Site", "description": "Executive Limousine seeks social media manager. Post on FB and Instagram, create e-mail funnels, minor website updates, create landing pages. Work on or off site.\nTell me what you got and what you need!\nDoug    \n", "city": "new york city", "post_date": "2019-08-28 09:51", "insert_date": "\"2019-09-06T11:32:51.385315\""}, "82": {"c_id": "6965525770", "post_title": "who knows how to promote my podcast without spending big money getting", "description": "NO OUT OF STATE PEOPLE NEED CONTACT ME..NONE..\nAlSO..IF YOU DON'T KNOW HOW TO READ AND RESPECT A AD.. DON'T BOTHER TO CONTACT. \nONLY LOCAL PEOPLE ONLY NEED CONTACT ME !\nALSO NO TEXT NO EMAILS..LEAVE YOUR PHONE NUMBER ONLY !\nALSO DON'T JUST GIVE A PHONE NUMBER WITHOUT DISCRIBEING WHO YOU ARE\nAND WHAT YOUR ALL ABOUT..\n i need help in getting people over to my site...without spending big money or no money at all..or pay by the hour..\nalso i need help in how to do twitter...and what are the best social media sites around to promote my podcast..\nhow to set up a youtube channel..like go live ! \nthe person who helps me is a person with a podcast and knows internet broadcasting...websites promoting etc...\nlike i said..il pay someone ...but not to be riped off...i rather pay someone by the hour...    \n", "city": "new york city", "post_date": "2019-08-27 01:55", "insert_date": "\"2019-09-06T11:32:59.420608\""}, "83": {"c_id": "6968510430", "post_title": "Landscaping, Construction, Handyman for Website", "description": "Hello,\nI run a web agency and I'm currently building a house. I am looking for trades-people / trade businesses who would like a free website in exchange for a work-trade. I can build high quality, amazing looking websites and have a pretty robust portfolio. I have worked with a lot of small / mom & pop businesses in the past.\nTree installation, gardening, painting, custom-decor, interior design - whatever you got, if you need a website and want to do a work-trade, let me know!\nThanks!    \n", "city": "raleigh / durham / CH", "post_date": "2019-08-31 10:09", "insert_date": "\"2019-09-06T11:46:59.844273\""}, "84": {"c_id": "6964907208", "post_title": "Seeking a LOCAL paid student intern as PC and web guru", "description": "Read all of this advt before responding\nSeeking a local college student to help with my PC and with my Website\nI need LOCAL, ON-SITE student help.  \n* my website needs a lot of tweaking and some updates\n* the internet is sometimes slower than usual\n* dozens of processes (some suspect) are running all the time\n* my principle email address does not receive 100% of what is sent to it\n* other tasks\nWhen you apply, please state your college and what year you are in (Frosh, Soph, Jr)\n                ...........Seeking a LOCAL college student to help with my PC and with my Website...........    \n", "city": "raleigh / durham / CH", "post_date": "2019-08-26 10:48", "insert_date": "\"2019-09-06T12:04:09.211809\""}, "85": {"c_id": "6957643506", "post_title": "UNICORN HEADPHONES TESTING", "description": "We're a new business and looking for people to test our unicorn headphones that we're selling on e-commerce website. We require 15 min of testing remotely. Please let us know if you are interested!\n****PLEASE PUT IN SUBJECT LINE ---- UNICORN HEADPHONES    \n", "city": "raleigh / durham / CH", "post_date": "2019-08-15 22:30", "insert_date": "\"2019-09-06T12:04:17.549511\""}, "86": {"c_id": "6971656978", "post_title": "Help me navigate my WordPress website", "description": "The person who built my beautiful website died when she finished it. We have never really used it because we didn't get proper training.  I am looking for someone to get me on the right path to use the site especially from the back side. I know very little about WordPress and its functionality.  It is a retail site.    \n", "city": "raleigh / durham / CH", "post_date": "2019-09-04 20:38", "insert_date": "\"2019-09-06T12:04:25.616937\""}}, "test": {}}